{
  "name": "Aqua Fun Club All inclusive (Hotel), Aït Hamid (Morocco) Deals",
  "score": "8.4",
  "location": "Km 18, Route De L'Ourika, 40000 Aït Hamid, Morocco",
  "popular_facilities": [
    "1 swimming pool",
    "Family rooms",
    "Airport shuttle",
    "Tea/Coffee Maker in All Rooms",
    "Bar"
  ],
  "Categories_score": [
    "Staff",
    "8.8",
    "Facilities",
    "8.4",
    "Cleanliness",
    "8.6",
    "Comfort",
    "8.6",
    "Value for money",
    "8.1",
    "Location",
    "8.1",
    "Free WiFi ",
    "8.0"
  ],
  "comments": [
    "Liked\n · Space \nClean \nPools \nKids clubs \nFood was great",
    "Liked\n · it’s very calming",
    "Disliked\n · outside pool was freezing cold",
    "Liked\n · despite the hotel being very quiet due to covid restrictions, the entertainment team made it fun for our whole stay. there was lots to do, archery, polo, dancing, karaoke, and lots and lots of water slides. they had an amazing Moroccan night around the pool. \nThe food was great, lots of choice, every night was different.\nRooms were clean and serviced everyday.\namazing stay will be back.",
    "Disliked\n · The only downfall, and a major one for me. the curtains in the room didn’t close. they were decorative only. they had nets up which protected privacy in the day but as soon as you switched a light on at night everyone in the restaurant could see directly into the rooms. zero privacy if you are over looking the pool/restaurant.",
    "Liked\n · big resort with plenty to keep kids entertained, staff in all areas were hard working and really lovely and welcoming. I’m sure when the whole resort is open (all/ bars restaurants and pools) this place will be great for large family groups",
    "Disliked\n · unfortunately there was only one restaurant open so to eat every meal in one place was boring. the drinks were pretty awful so if you like alcohol bring your own. it was hard to get a drink and only one bar open all day.",
    "1 person found this review helpful.",
    "Disliked\n · Wonderfull place with clean rooms and facilities. The staff was very kind and helpfull. A good place for children and elderly people, I recommend it that much",
    "Disliked\n · The staff and the animation",
    "Liked\n · My family and I loved this place! really great staff that are friendly and go out of their way to accommodate guest. Water park was fun, pools sparkled, all inclusive food and drinks( from juice to cocktails 😜) plenty of entertainment for kids till 10 pm and Nightclub is on site for adult entertainment as well, I think it’s only on Saturday I’m not sure. We needed a PCR test to get back into the UK and the front desk arranged for a mobile test to be taken on site! If you have kids and want to have a great stress free holiday don’t hesitate to book",
    "Disliked\n · A couple of points here! the rooms are very dated and worn out. More money should be spent to upgrade the furniture. The buffet utilities, it’s self serve which is fine before covid but now it’s a problem, so bring plenty of hand sanitizer. I loved eating outside on the covered patio but the crazy terminator bees that would swarm anything sweet was insane!!",
    "1 person found this review helpful.",
    "Disliked\n · One of the of the employees who worked at the end of water sliders was so rude and mean 😒",
    "Liked\n · Location.",
    "Disliked\n · No transport",
    "Liked\n · the view at the evening by the garden was astonishing 😍.\nThe waterslides experience was fun 😊",
    "Liked\n · The staff were very helpful and and full of enthusiasm. Our retun flight was 11.30pm and they kindly let us have the room till 8pm (with a small fee).\n The animation team was fantastic. They made my sons birthday very special. \nThe aqua Park was absolutely fantastic with rides for every age group.\nThe hotel had amazing pools and was kept clean.\nThe food at the buffet was delicious.",
    "Disliked\n · I did not like how the the millennium restaurant was short staffed and we were not served cutlery, drinks, etc quickly. \nWe had to wait for food (long queues) at the buffet to be cooked ie pizza, bbq food, crepe station.\nThe rooms were outdated, old and tired.",
    "Liked\n · -The aqua fun park \n-The staff was friendly \n-Special thanks to the Spa team was great, had very relaxed time at the spa",
    "Disliked\n · -Long queue at dinner time \n-Animation and music only ended around 23h20 where i felt the need to have some rest.",
    "1 person found this review helpful.",
    "Liked\n · Everyone was so friendly and couldn't do enough for you and the animation team kept everyone entertained, day and night. \nEverywhere was amazingly clean.",
    "Disliked\n · The floors were very slippery in the hotel lobby. \nIce cream isn't included in the all inclusive you had to pay separately for them.",
    "Liked\n · Great place for families, enjoyed the heated pools since it's a bit cold in January. The food is great and the rooms are spacious and clean. The view on the olive garden and the mountains is awsome",
    "Disliked\n · All the staff was nice except a guy at the front desk in charge of payment.. Made our check in difficult, made us wait 1 hour at the lobby and was very mean and unprofessional for the littlest matter.",
    "3 people found this review helpful.",
    "Liked\n · Food and amenities are very good at the hotel, value for money.",
    "Disliked\n · Front desk staff could be polite and helpful. Bathroom towels are always a challenge, couldn't get the replacements.",
    "1 person found this review helpful.",
    "Liked\n · - The check-in and the check-out were smooth and quick.\n- The reception staff including the porters and the security agents are professional.\n- The houskeepers are professional, too.\n- The view from the terrace of The Red Sky Bar is a breathtaking.\n- The cleaneness of the facility is noticeable.\n- The Aqua Park contains a variety of toboggans and slides and considers different age segments.\n- The WiFi coverage is good through all the facility and for free.\n- Columbus staff is friendly and professional.",
    "Disliked\n · - The restaurant staff is UNPROFESSIONAL, RUDE and LACK INTERPERSONAL SKILLS.\n- The menu/buffet was poor, repetitive and with no creativity. Even boring sometimes.\n- In every meal, especially the breakfast, guests had to queue up to get their drinks. It was a BIG MESS and a serious waste of time. Sometimes we had to ask/ beg for glasses. \n- Shortage of utensils. Some plates are cracked and not enough spoons and bowls.\n- The drinks such as tea and \"juice\" were undrinkable.\n- It was up to the cook to choose the quantity to serve you. When you ask for more, he ignores your request.\n- The disco space is old fashioned.\n- The entertainment for kids was repetitive and boring. I believe the staff has the skills but they need more tools and equipments.",
    "5 people found this review helpful.",
    "Liked\n · The rooms were comfortable \nBeautiful view of the Atlas Mountains\nThe food was really typical and tasty",
    "Disliked\n · The hotel is an ecological disaster: plastic glasses at every bar and the restaurant. Mini plastic bottles for water (we would drink min 4 a day)\nNot enough mugs for coffee in the morning\nStaff really nice and helpful but totally overworked",
    "5 people found this review helpful.",
    "Disliked\n · Nothing happening in the hotel at night apart from mini disco",
    "1 person found this review helpful.",
    "Liked\n · The hotel was extremely quiet - possibly due to the Thomas Cook crash that has affected their business. This did however work out well for us as there were hardly any people in the pool, the restaurant was never busy and it was a very relaxed resort. The food was great with just the right amount of choice however there was only one restaurant and one bar at the property that were open. It was a great location and with a fab water park for all ages. Might be different if it was busy but on the days that we were there it was perfect.",
    "Disliked\n · The only negative was that the pool bar was never open after 4, there was only one place to have a drink for sunset and the pool bar would have been much nicer. They also offered tiny bottles of water at the bars and restaurant rather than being able to fill a bottle or cup, so the amount of waste was terrible. We were getting through at least 4 bottles each per day all going into the bin!",
    "5 people found this review helpful.",
    "Liked\n · Amazing hotel, kids had an amazing time.",
    "Disliked\n · The bars need more staff and they need to to own all bars. If you order more then two drinks they look at you like your mad.",
    "2 people found this review helpful.",
    "Liked\n · Large family room with comfortable beds. Easy access to the pool and the aqua park. Food was okay but a bit disappointed that there weren’t many more Moroccan dishes on the menu. The ones that were there were very disappointing and you would be put off tagines for life. Our daughter fell ill during our stay, but the hotel manager, Zainab, was excellent in providing support and called for the resort nurse, who was excellent and made sure that we were all okay on a number of occasions. we were also allowed to make use of all the facilities until our departure which was in the evening.",
    "Disliked\n · The entertainment was overly loud but the saving grace was that they finished just after 11pm.",
    "4 people found this review helpful.",
    "Disliked\n · Meal",
    "Liked\n · We had a good time at the pools and slides, variety of food was available. Entertainment was good and the Animation Team were doing their best to have fun with the kids and adults. Weather did not disappoint.",
    "Disliked\n · I took my own wine and spirit, would advice others to do the same. Some bar staff not interested and seem to think people are begging for drinks. Need to train some bar staff on customer service.\nSome adults were wasting food, taking portions which they could not finish... same with some kids.. not a pretty sight!!",
    "3 people found this review helpful.",
    "Liked\n · Very clean, friendly staff ( with some exceptions), the mountains in the background. Food was alright. Less varied food ( compared to Mexican resorts)",
    "Disliked\n · There is no taxi service that you can call or book. If you have no car, you are trapped onsite. The buffet offers yogurt, jello etc. but no spoons available. The site has 3 restaurants but only 2 are operational.",
    "3 people found this review helpful.",
    "Liked\n · Swimming facilities are good all the rides are working, food is reasonable a mixture of Moroccan and continental.\nThey have a coach that take you to the city free goes twice a day.",
    "Disliked\n · The first room we stayed in had very strong smell, so we asked for another room, the staff were ok and we got moved to a different room.\nThe place is 18km from the city.",
    "3 people found this review helpful.",
    "Liked\n · I paid for a night at first but we ended up spending 7nights. Very welcoming atmosphere, with excellent customer service among all the staffs, excellent food/cocktails/liquor, entertainment/activities for kids, swimming pools, aqua park, all was on point.\nThanks to Mohamed & Azzedine at reception desk, Nourideen at dinner time, the housekeeper at floor Room 1212 area and all the staff's, also taxi driver ABDELGHANIE thank you all for your hospitality and making our stay a memorable one......🇮🇪😘",
    "Disliked\n · My only concern was the smell at night time, it can be a bit unpleasant above all everything was fantastic.",
    "5 people found this review helpful.",
    "Liked\n · It is the best hotel that exists",
    "Disliked\n · I loved everything",
    "2 people found this review helpful.",
    "Disliked\n · smoking is allowed in aquafun \nsafety is minimal for kis \nfood is bad",
    "Liked\n · All was excellent",
    "Disliked\n · They need to speed up the check in process",
    "1 person found this review helpful.",
    "Liked\n · Food was certainly better than last year.",
    "Disliked\n · We were here last year,and we understand there are new owners, but having the bar up on the second floor is too far away from all the entertainment.",
    "Liked\n · The stuff from the manger to the gardener are very very polite and helpful \nThey place is clean and the room service is very clean",
    "Disliked\n · They open the aqua park for public with tickets \nAnd this brings any one who have 20$ in his pocket \nThis mix between the gest who pays 170$ to stay in a comfortable and irresponsible youth\nAnimation team are the worst in the universe \nThe food quality and variety in denier and lunche \nThey dont put better the meat and chicken are the worst in the worled \nAnimation team are the worst in the universe",
    "5 people found this review helpful.",
    "Liked\n · Food is great and lot of variety.\nFacilities are OK, although some were outdated.\nStaff generally nice with some rare exceptions.",
    "Disliked\n · SPA services are rushed.\nPoor quality of alcoholic drinks.\nReception / Treasurer area personnel were arrogant with guests.\nWiFi not available on all areas.",
    "1 person found this review helpful.",
    "Liked\n · Excellent \n10 pools \n30 slides\nI didn’t leave the resort \nGreat activities everyday in the pool",
    "Liked\n · Water park is excellent. Spotless clean everywhere. Staff are fantastic (excluding a few uninterested bar staff) animation team were great.",
    "Disliked\n · Food is below standard even for all inclusive (having been to a few previously it is poorly labelled and bland) \nShower is poor, intermittent scalding hot to cold.",
    "Liked\n · Great and varied",
    "Disliked\n · Nothing",
    "Liked\n · We all loved the breakfast. Pancakes were a winner with my girls",
    "Disliked\n · Wasn't as stated in the write up. Only one restaurant was open. 2 bars but not at the same time! An awful lot of building work going on. Apparently I should have been informed from you so I had a choice to go or not, I didn't! Our room was opposite all the building works which went on through the night due to the heat. At the start of our holiday one restaurant wasn't a problem as it was quiet but towards the end became chaos.\nI'm disappointed I was not informed about these changes .",
    "4 people found this review helpful.",
    "Liked\n · This is my second stay at this hotel. Water park is great, food choice is good (make sure to try the local Tagine dishes) animation team always give 100%",
    "Disliked\n · Property is a little far from the city. Shuttle bus is absolutely fine but gets busy and taxi can be pricey",
    "2 people found this review helpful.",
    "Liked\n · We were lucky we had a room that was not beside the outside stage that had loud music till late , others nearer stated they struggled to sleep if in the room before 11pm. \nStaff very friendly and helpful, rooms were clean and a good size.\nHotel grounds very well kept and looked lovely, too many pools to count which kept the kids happy. \nWater slides and aqua park very good. Fun club for the kids and daily entertainment pool side.\nLager was very nice.",
    "Disliked\n · The location is quite remote but there is a shuttle bus to Marrakesh, the food was repetitive, however I have definitely had worse but after a couple of days I wanted to eat elsewhere.",
    "1 person found this review helpful.",
    "Liked\n · We had a wonderful stay, slightly out of peak season (mid-May), weather was stunning, the hotel was quiet enough that there were no queues for slides, and we could easily find sun beds and tables for dinner. Lots of different types of seating areas around the complex which is nice. The slides are awesome - good variety. Food is great, not very hot, but you expect that of any buffet; nice variety, with some changing options throughout the days. Two different restaurants, both buffet style, one is traditional Moroccan cuisine. Lots of vegetables, salads and fruits across all buffets which is very refreshing, I didn’t have to give up healthy eating on holiday.\nFab rooms, the showers aren’t the best, but they’re usable. We had probably one of the best rooms, a twin room facing out onto fields of olive trees and the Atlas Mountains - gorgeous views!\nLots of activities, for all ages, from aqua aerobics, Zumba and cooking classes, to boules, darts, football and rifle shooting. The animation team are good at getting everyone involved, especially adults - prepare to learn a few dance routines! Everything you need is on the complex, no need to leave. Good variety of excursions on offer, but we didn’t try any as we kept ourselves busy around the hotel and are going on to explore Morocco after this stay. \nGreat place for families and anyone who loves water slides and hands-on entertainment. We stayed as two young ladies (22 and 24) and had an awesome time! \nThe staff are incredible, even during Ramadan, they were energetic and persuasive in getting people involved. \nWill definitely be recommending to everyone and very likely to stay again.",
    "Disliked\n · The cleaners knocked on our bedroom door a little early for our liking - at 9am or so, we’re still in the room either sleeping still or getting ready for the day. \nThe nighttime entertainment could do with a bit of improvement, but we assumed with it being early season, maybe they’re still finding their feet. The choreographies were not much more difficult than the routines they taught the audience, so they did not impress us very much (we are in a similar industry of bars and entertainment, so could be a little too expectant of something amazing). Also, there were no matching outfits during the cabaret show, as one would expect. The audience interaction was a little overdone; people start getting a little fed up after having to get a clapping rhythm going or cheer too frequently, but maybe this seemed more effort because it was a smaller audience than what I imagine is normal for the hotel. \nOverall, not many negatives at all. \nI would recommend to the hotel to offer a pick-up option from the airport, to save guests getting ripped off by local taxi drivers (we ended up paying 30€, after he asked for 40, which I still think is too much).",
    "Liked\n · All the rest was quiet good according our expectations.",
    "Disliked\n · The check in was very bad. We had to wait more than 1 hour to have access to our room. Not even a small justification or excuse.\nWe have tried to have a late check-out according the rules from hotel and once again no one was capable to give a proper answer. To resume the reception desk has still a lot to improve.",
    "Liked\n · Large clean room",
    "Disliked\n · The AC sound by night",
    "2 people found this review helpful.",
    "Liked\n · Overall a great place with kids. Lots of pools and slides to keep all ages busy for days. The food was surprisingly good and varied and the rooms were nice.",
    "Disliked\n · One big drawback was the foul language in the music played by the animation staff. Several times VERY inappropriate songs were blasting by the kids pool and at the show, so bad we had to leave the area. (F*** etc.) There are enough English speakers on staff to make sure young kids aren't exposed to obscene language at a family centered resort. Also a more minor point, upgrade the mini golf to a real course instead of the pathetic putting boxes onsite now. Finally an indoor game room would be better than the indoor pool in the basement.",
    "6 people found this review helpful.",
    "Liked\n · Nice staff\nSeveral swimming pool\nFantastic aquapark",
    "Disliked\n · Variety of food can be imprived.",
    "Liked\n · Big room and loads of space around the pools and water park area, despite the hotel being full. Staff were really friendly and helpful other than the managers who stood around scowling at everyone or ignoring them.",
    "Disliked\n · Hotel had recently been taken over so there was some building work going on and some parts in the process of being upgraded. New management team need to work on their people skills - sitting around smoking and drinking in the bar then telling people to keep nice down for example. It was 30 mins at least into Marrakech and the bus did 2 trips a day which was always booked up. I thought there would be a regular shuttle, or why not do more trips with the existing bus?",
    "1 person found this review helpful.",
    "Liked\n · Very nice place for whole family",
    "Disliked\n · Cleanliness, hot water issues, smell in the bathroom.",
    "Liked\n · Lovely location and nicely laid out. Family really enjoyed their stay. Hugh range of slides and pools for all ages. Great range of food and plenty of choice for all meals. Well done",
    "Disliked\n · A bit short staffed at bar at times. \nHad to go looking for clean towels one evening as room had not been made up during the day.",
    "3 people found this review helpful.",
    "Liked\n · Reception, tour and cleaning staff fantastic.",
    "Disliked\n · Entertainment not so great in evening- bit disappointing",
    "Liked\n · Good range of food, great aqua park facilities. Small child (8 loved it). Staff very helpful.",
    "Disliked\n · Too much loud dance music all day and every night. It's OK sometimes, but not all the time.",
    "Liked\n · Overall a good hotel. Salads etc were fresh and wine good. Really clean and staff were helpful.",
    "Disliked\n · BBQ chicken was bloody and undercooked- we raised this but the staff were not interested. There was an awful drain smell in the bathroom that did not get resolved despite the efforts of the cleaning staff.",
    "Liked\n · Great family holidays with all inclusive, kids club, aqua park, animation and events all day and also at night. Great Moroccan food 😍 Not sure about the rest of the buffet because I always went for tagine 😝 Nora was amazing and supportive since day one. She made sure I had an arranged taxi waiting for me at the airport and every single issue I had Nora sorted it out for me. Nora is definitely a great team player. Aqua Fun Club benefits hugely of having Nora working for them. I would give 11 stars to Nora and also to Tarik, a gentleman that worked at the restaurant that couldn’t be more helpful and polite. When he discovered my favourite Moroccan sweets he asked the chef for the recipe and brought me new ones for me to try. He actually spoiled me and my daughter with being so nice and so respectful! A true Moroccan gentleman! Yes Moroccan can be gentleman’s!!! The animation team was incredibly persuasive and they didn’t stop from 10 am till 6pm. Everyone was invited to play, dance, do whatever classes.... everything that involved moving and having fun. A huge thank you to all of them especially to the sweet “ Rasta man “ who’s name I can’t recall just now. There was another gentleman at the reception that always treated me by my name and he even knew my bedroom number, what a great memory and willing to please and show interest for their customers.",
    "Disliked\n · Some noise made by people in other rooms, but that has absolutely nothing to do with the hotel. One night I had to call reception that immediately send the security to ask the room next to mine to respect sleeping times and be quiet! \nI wanted to extend my stay for one more week but decided to leave because I was asked for €185 for each night. For that price I would have stayed in a luxury Riad where you’ll be treated as a Queen. It was a shame they didn’t offer me a reasonable price.... if they had... I would have stayed one more week, or more... who knows?! They’ve absolutely lost me when they’ve asked me for almost €200 per night on a regular room with no view....:",
    "2 people found this review helpful.",
    "Liked\n · The fact they provided a shuttle bus",
    "Disliked\n · Too far from any of the main attractions",
    "1 person found this review helpful.",
    "Liked\n · The guys at the reception desk could not have been nicer and more helpful. \nIn February two of the big water slides were already open. \nWifi everywhere. \nGood food. \nComfy beds.\nLovely mountain view. \nFree shuttle bus to the city.",
    "Disliked\n · On the first day, there was no soap in the bathroom. 3 towels for 4 persons. ... a couple of times I had to ask for towels as some were taken away, but no clean towels brought in. Otherwise all good.",
    "Liked\n · Great value for money, really nice staff - especially the activity leaders. Spotlessly clean pools. Calm clientele and atmosphere (early March).",
    "Disliked\n · The food was plentiful but not always hot. We had to take some lukewarm showers due to no hot water. Equipment for kids activities was really old. The water slides need maintenance.",
    "Liked\n · First of all, all the stuff are very friendly and smiling all the time. They will guide you for anything you want to do or you want to go",
    "Disliked\n · Well, this not their fault of course, but the pool was very cold ... In fact, there is a heated pool which is inside, but it is not same when you feel hot and want to be in the pool !",
    "Liked\n · The rooms were comfortable.",
    "Disliked\n · The staff seemed unhappy and everything seemed very chaotic the first few days. This seemed to get better during our stay (not sure if staff were all new) an example was the restaurant... lots of staff present but you had a job to have clean cutlery and table and you could forget trying to get a drink. This did get better during the stay. The drinks were still poor where glasses weren’t cleaned just quickly rinsed under the tap. (See the picture of 2 beers served at the restaurant)The restaurant service did let the hotel down. However the food tasted great.",
    "1 person found this review helpful.",
    "Liked\n · Personal",
    "Disliked\n · You must quit before 12:00.\nNo place where to pray.\nA few entertainment activities",
    "Liked\n · We had very relaxing ten days here over New Year's. We can't praise the staff enough, they were all very friendly and accommodating. Our kids wanted to go to the kids club all the time, and they had a lot of fun at the minidisco at night! The food was excellent. Days went by hanging out by the pool, enjoying the incredible view at the Atlas mountains, playing some mingolf, kicker and table tennis etc., and exploring Morocco on others. Very relaxing. Free shuttle to Marrakesh works well. Of course, the water in the outdoor pools was (too) cold to really make use of the \"Aqua fun\" part.",
    "Disliked\n · Increase environmental efforts. Reduce garbage. Stop giving out mini plastic water bottles, styrofoam and plastic cups for every drink. Remind guests to take only as much food as they can eat, or develop even more drastic measures. It's hardbreaking to see how much food goes wasted. There should be also a dress code for women (not only men) at dinner - I believe very tight mini dresses in a muslim country, even if as hospitable as Morocco, are inacceptable.\nThe gym is really run down and dirty. One treadmill with life-threatening defects. Why is this even possible in this hotel?",
    "1 person found this review helpful.",
    "Liked\n · The food catered for everyone superb",
    "Disliked\n · Running out of drinks at bar",
    "Liked\n · This place was amazing. Extremely beautiful and well kept. The food was gorgeous and versatile as it changed from meal to meal. Super comfortable beds and beautiful big rooms. This park has alot of high-class program ( even not counting the all-inclusive eating and drinking :D ) all through the day into disco-hours. One can not be bored in this oasis. Some of the staff was absolutely world class (ex guest relations Nora, animation box staff and My Hassan and Noureddine at restaurant). For me the absolutely best and most valuable thing was to have direct contact as the hotel answered my questions immeadiately and even called me to make sure everything was well. They also fixed every problem at once. Admirable action indeed.",
    "Disliked\n · I would have loved to have a booklet in the room with everything this fabulous place had to offer. Part of the staff was rude and arrogant.",
    "2 people found this review helpful.",
    "Liked\n · The staff put on an excellent new year's eve event - the food was amazing and the evening was a lot of fun. I know they worked really hard to make this a memorable night, so thanks to all the staff",
    "3 people found this review helpful."
  ]
}