[{"date": "a month ago", "text": "One of the best hotels, all perfect staff friendly very quiet and facilities high quality"}, {"date": "5 months ago", "text": "I am in love with this hotel. I was there last year but I still want to go soon again. I totally recommend it."}, {"date": "a year ago", "text": "Nice clean rooms. Swimming pool is beautiful too. Staff is nice. Book early as it can be quite busy during tourist season especially March and April"}, {"date": "10 months ago", "text": "Awesome place to stay and eat. I recommend."}, {"date": "2 years ago", "text": "Came here three times and I’ll go back 100 times. My fave hotel in Marrakech. The owner is very nice, the food is good and the rooms are clean.\n\nPS: It’s best to have your own car if you stay at this hotel.."}, {"date": "2 years ago", "text": "Beautiful place with pool but far from everything. You need to grab a taxi and they charge foul price because they are in front of the hotel all day long. So if you have a small budget, walk a little bit and you'll be in good business ! The room maid are on a weird schedule like they took the towels in the morning and they did the room 4 hours after..... Sometimes, we returned around 4:30 PM and the room wasn't ready.... If you leave for the day, it's good though. Overall, our stay was very comfortable and relaxing so we enjoyed it !"}, {"date": "a year ago", "text": "The hotel is super clean, the food is tasty and the employees and polite and helpful, what else can I ask for! I definitely recommend it, as I’ve had an amazing experience here!"}, {"date": "3 years ago", "text": "All of the staff are incredibly friendly and helpful. Most are relatively fluent in English, and although some of the staff may not be, they can understand basic English. The rooms are spacious, nicely designed and are all air conditioned. The pool is easily accessed via the front of the hotel or through an outside door, and there is also a smaller kids pool. There are smoking areas available, such as the balconies, the bar and the pool side. The restaurant and the bar are averagely priced, although there is only a small menu available, and not all of the food options are available throughout off-peak seasonal times."}, {"date": "2 years ago", "text": "Comfortable, modern. Wifi in the rooms. The rooms are rather small. The food is standard hotel buffet style.  Adequate but nothing to get excited about. One man on reception was very ill-mannered. I was arranging currency exchange with him and he started dealing with another person and then another one while only half dealing with me and virtually threw the currency at me after dealing with the later two. Inexcusable rudeness. Either he needs the sack or they should employ more receptionists. They lose a star for that."}, {"date": "2 years ago", "text": "Great hotel, staff always willing to help. Mohammed at the reception was also very cool. Lots of pool side and night activities. Tourists love the place and their pricing is quite average. Loved it so much."}, {"date": "a year ago", "text": "It wasn’t bad because I was there for four days and I did see that they have rooms that are only for two people and we were three. It wasn’t bad.😊 I liked it, it was OK👍🏼"}, {"date": "4 years ago", "text": "Hotel is far better than the Apartment building. Much better layout, and has a better display unlike the other side is only a boring building. They serve breakfast for 70MAD, which is very nice; they serve a variety of foods. All staff speak French, helpful to have a translator app or be able to speak it. Nice lobby area to chill while waiting or just. Spa is not worth spending especially the manicure which was 100MAD, she only cut the nails and thats all, no buffing etc. To be honest its is better than the apartment building as it has a better pool and sunlight to tan from, also majority services are in the hotel than the apartment"}, {"date": "a year ago", "text": "One of the worst places we ever stated. Sheets were not changed after the last guests - their hair were found on the bed. Rooms are far from clean. Damaged bathroom handles, clogged sink and bath tub.\nCancelled our stay after 2 days and took the refund for unused time. Good luck to this company with this business strategy..."}, {"date": "2 years ago", "text": "Fantastic hotel with lovely staff and grounds. Very helpful at the desk, everything was clean! The restaurants and spa in the hotel were both excellent aswell."}, {"date": "3 years ago", "text": "There are a number of factors that determine the preference of hotels in the world. The most important of these factors is good design whether interior or exterior design, as well as the location of the hotel, including the sea or land view as well as the quality of services provided including food and entertainment as well as the luxury it carries These hotels, and in this article we will give the names and features of the best hotels in the world"}, {"date": "4 years ago", "text": "For a 4 star hotel, it's far better than most. Very clean, organized. The food is good and the pool is very nice."}, {"date": "2 years ago", "text": "Food good for buffet style offering. No hairdryers in room or at reception. Reception and service staff ok, except chef in restaurant who was very helpful and lovely."}, {"date": "2 years ago", "text": "Great hotel. Our team is currently staying here while sponsoring a team in the Solar Decathlon Africa, Morocco 2019 and it's been a good experience. Even with language barriers, we still get good service."}, {"date": "2 years ago", "text": "Friendly staff, Receptionist Mina wqs really friendly and she provided us with the necessary information"}, {"date": "2 years ago", "text": "Very nice appart hotel suitable for a family of four members. A lovely view. Interesting activities for kids. Spa and swimming pool."}, {"date": "4 years ago", "text": "Clean & nice but lack of service. Outdoor place for breakfast is better than indoor. Spent 2 days, day 1 there's an egg station but no man behind it. Talked to the mngr, but then they remove the egg, stove and everything. Day 2, there's not even an egg station. Waiting for 10 minutes just for milk for cereal. Many staffs just standing, even though guests are looking for place to sit for breakfast."}, {"date": "3 years ago", "text": "Very clean ! Facilities are brand new and staff is nice. However we booked a 4-people room that was provisioned for two only, we felt like we were sneaking in our two friends although everyone had paid ! Had to ask them 4 times before getting additional towels and the two additional beds weren’t made til 1 in the morning. Irritating."}, {"date": "4 years ago", "text": "Modern, brand new hotel, excellent, friendly service. Breakfast mediocre.\nBeautiful surroundings, sweet name and design (from French 'oiseau' = bird)."}, {"date": "a year ago", "text": "Very nice hotel food is amazing"}, {"date": "a year ago", "text": "Situated in a calm place, nice hotel and also appartement."}, {"date": "2 years ago", "text": "Nice and clean hotel with friendly staff and 1ffordable prices"}, {"date": "2 years ago", "text": "The place where you can have fun and make great relations, 5/5"}, {"date": "2 years ago", "text": "Very good experiance, service is good. Needs improvement more choice in breakfast & hot meals to be provided in the evening meal."}, {"date": "2 years ago", "text": "Excellent service, great rooms. Nice view, good in all!"}, {"date": "3 years ago", "text": "Good stay in this 2y old hotel close the centre of Marakech. Pool, restaurant, staff....thumbs up 👍"}, {"date": "3 years ago", "text": "It is 15 minutes drive from the center. It has a swimming pool. A decent breakfast and has clean rooms."}, {"date": "2 years ago", "text": "Very comfortable, nice people, tasty food"}, {"date": "2 years ago", "text": "Very clean place at a very good price"}, {"date": "3 years ago", "text": "Stayed there for two nights beautiful place very Clean , staff was very helpful highly recommended."}, {"date": "2 years ago", "text": "Having looked at many hotels in Marrakech, we chose to stay at Wazo Hotel. From the moment we arrived, we knew we had made the right decision. We was greeted and served at check in by Hicham, this guy was a customer service champion. He couldn't do enough and was always smiling. The room was great and had a poolside view. The balcony caught the sunshine for evening relaxation. The room were cleaned every day by Sana and Hayat, overseen by Wafa who catered for our every need. We stayed here for a week and would definitely recommend to others. The breakfast service was fantastic, tasty and plentiful. Never got bored of it during our whole stay. The on site restaurant served delicious Italian food and the pizzas were on point. The on site supermarket was also a massive convenience. The hotel has an on site exchange, so we was assured that we had enough local currency for exploring Marrakech. The hotel is far away from the hustle and bustle, but a short trip away from the local attractions. A late check out request was the cherry on the cake. Will be coming back to Hotel with the family in the near future. Viva Wazo!"}, {"date": "2 years ago", "text": "Pros:\n- Clean apparts\n- New furniture\n- Spacious\n- Good reception\n- reasonable price (Oct2019)\n\nCons:\n- AC was not working, struggled to let them fix it\n- Room staff not professional, they open the doors without knocking or asking for permission\n- Old towels\n- hot shower water very low"}, {"date": "2 years ago", "text": "There was one power cut the room smelt from the toilets and the water was turned off at least once. The food was ok but veggie options were few and sometimes what could have been vegetarian was covered in fish. Example being tomatoes with fish."}, {"date": "3 years ago", "text": "I didn't stay here but it's not a bad hotel but can improve better..."}, {"date": "4 years ago", "text": "Very clean, relaxing and cozy. I've been there for a week and the staff are really nice and welcoming, also the food there is delicious, and they have a very nice spa the girl workig there is really nice too"}, {"date": "a year ago", "text": "Very nice place in Marrakesh"}, {"date": "2 years ago", "text": "The apartments are really nice like you're at home"}, {"date": "3 years ago", "text": "One of the Worst hotel experience I ever had.\n\n- the bed had only one pillow per bed and I ordered extra pillows 3 times and they were not recieved until the next night when ordered it for the fifth time.\n\n- the sound system for the restaurant music was so loud from my room that I can’t even hear my partner in my room, I had headaches I couldn’t sleep until they closed at 12:00 midnight. The receptionist couldn’t help with anything, neither fix the sound system to an acceptable level or change room.\n\n- the air conditioning was poor and they fixed it 8 hours later.\n\n- some nights they don’t have room service and they would say it frankly.\n\n- Reception office are overwhelmed and they answer one out of 5 times u call.\n\nThe place is not that bad but the service is the worst."}, {"date": "2 years ago", "text": "Very clean and welcoming staff."}, {"date": "3 years ago", "text": "Very great experience! The rooms are well equipped and the service was great, the air-conditioning in the rooms had a slight problem but other than that an overall great experience!"}, {"date": "2 years ago", "text": "Pros:\n- Hotel is relatively clean\n- Reasonable views out of some of the rooms (luck of the draw)\n- WiFi is ok (somewhat intermittent)\n\nCons:\n- Tasteless, loud music playing until midnight\n- Rooms overlookimg each other\n- No character or history whatsoever\n- Avoid dinner completely\n- Bar staff couldn't care less"}, {"date": "2 years ago", "text": "Nice hotel, the check in took approximatly an hour which was very frustrating and dissapointing other than that a good hotel. However Asma who I met the following day was very helpful."}, {"date": "a year ago", "text": "Seems to have 2 different restaurants and different food depending on what your booked in"}, {"date": "2 years ago", "text": "Looks nice, good customer service, room cleaned every day and bathroom sterilized daily."}, {"date": "4 years ago", "text": "The wazo hotel is extremely nice and cosy. Wifi is excellent.  The food places and restaurants are far away one cannot walk. The spa at the hotel is reasonable and the lady is quite good. 50 minutes massage for 500MAD"}, {"date": "3 years ago", "text": "Horrible experience.\n1. Weird check-in process. My girlfriend and I arrived at Wazo by the night of 26th Dec, then we were asked to fill in a custom entry form. We were like ??? we have been staying at Morocco for 5 days and why would you even need that for hotel check in? What even more strange is, after we filled in the form and presented with our passports, the receptionist started to hand-copy our passport information! The whole check in process takes about 10-20 min, everything they did was so suspicious as if they are performing an identify theft.\n2. Rude hotel staff. After we finished check in, one of the hotel staff walked us to our room, and then just stayed at our room, asking for tips.\n3. Poor utilities. Sink is clogged. And the wifi signal was so bad that I couldn't even load my gmail.\n4. Worst of all, the food. We had some salmon pasta and grilled fish for dinner at their restaurant and got food poisoning! My girlfriend started feeling dizzy and producing watery body waste right upon the next morning. Then in the afternoon, I began to have the same symptoms and my girlfriend started to throw up badly. She threw up for a good amount of times that afternoon, and I started puke the same day at midnight, almost passed out in the bathroom.\nWe booked Wazo because it is repudiated as a 4 star hotel and have a fairly good google review, but eventually we were struck by how terrible a hotel could be! And I would definitely report this food safety issue to the booking website."}, {"date": "2 years ago", "text": "Very good value for money! Although receptionist was a little slow.."}, {"date": "3 years ago", "text": "Terrible. Not recommended. Very far away from Town and it sucks. Air conditions doesn't work. When we checked in there was people in our rooms. One appartment was with dirty sheets and and was flooded during the night."}, {"date": "2 years ago", "text": "just about 4 stars it can be better"}, {"date": "2 years ago", "text": "Not sure it's really worth the price. Friendly enough staff and the hotel is very clean.\n\nLocation-wise, it's a bit isolated and if you want to get into town you have to do battle with the taxi drivers.\n\nDisappointing breakfast"}, {"date": "4 years ago", "text": "Amazing hotel. This is the second time I am here and I will always come to this hotel!"}, {"date": "2 years ago", "text": "Comfortable but far from City centre"}, {"date": "3 years ago", "text": "Quiet and clean hotel... very easy to get transport"}, {"date": "3 years ago", "text": "Very clean, classy, nice pool, nice breakfast, nice staff, modern style and very affordable. HOWEVER the cons are 1) the WiFi is only good around the reception area and the lobby WIFI IS VERY IMPORTANT IN 2018. 2) some of the rooms have bad tv reception other rooms have good tv reception 3) some of the rooms have weak Air conditions and other rooms have strong Air Conditions. I had to change my room twice the staff was very friendly about it. Therefore you just need to be patient and test your room out before completely settling in."}, {"date": "3 years ago", "text": "Hotel is nice, rooms are comfortable & the pool is pretty decent. Restaurant staff where very nice but reason for the two star is because of the hotel receptionist \"Hassan\" he was rude and very disrespectful, Hassan has a bad attitude problem, I noticed he is only friendly to females of his ethnicity.\nI also asked the hotel if they could have a little birthday celebration for my nephews birthday which I gave notice beforehand and they agreed too. On arrivel the receptionist named Hassan had no clue regarding this but later I found out when it was too late the manager already arranged the event, we wasn't informed by Hassan. The manger of the hotel is friendly but I empathise with him because the reputation of the hotel is going to be at risk because of Hassan and his poor customer skills. The manager needs to brief him on his service otherwise I can see the business losing customers. Also another issue was regarding the taxi the hotel i booked, I gave a specific time for my taxi to arrive which was booked through the hotel. Taxi arrived 20 minutes later, I found out the reason and this was due to Hassan booking my taxi last minute, I almost missed my train because of him. Please do not see this as criticism but more of a observation."}, {"date": "2 years ago", "text": "Food was lovely, but no hairdryer in the room. Don’t expect to have to pack one for a 4 star hotel!"}, {"date": "4 years ago", "text": "Great hotel .. new facilities and nice staff!"}, {"date": "2 years ago", "text": "Far from city centre, taxi expensive and rare"}, {"date": "4 years ago", "text": "The hotel was super nice\nAffordable\nClean rooms\nFriendly staff\nOverall is one of the nicest hotels in marrakech in that  price range"}, {"date": "a year ago", "text": "Good appart hotel"}, {"date": "2 years ago", "text": "Average. The food is tasteless. The staff is very impolite."}, {"date": "4 years ago", "text": "Tout est parfait!very clean , great  service and good breakfast! I will come back"}, {"date": "3 years ago", "text": "A good place to be 👌🏼"}, {"date": "3 years ago", "text": "Very professional and polite staff."}, {"date": "a year ago", "text": "omg"}, {"date": "3 years ago", "text": "Charming and not expensive place to stay"}, {"date": "2 years ago", "text": "I didn't like my stay there. Very limited staff working there amd the service is very poor"}, {"date": "3 years ago", "text": "Very slow at check in , they gave us room at 4:00 pm ,\nwe were 7 persons and they asked us for 12 persons city tax ,\nthey didn’t gave us the room and ask the money first while usually asking for the money is at check out\nVery disappointed"}, {"date": "a year ago", "text": "Very  Cool"}, {"date": "2 years ago", "text": "Breakfast....reception area clean .lacks 4 star facility"}, {"date": "4 years ago", "text": "It's Okay, but needs a lot of work including ACs and shower"}, {"date": "2 years ago", "text": "The hotel is too far from the centre but in general it is ok"}, {"date": "5 years ago", "text": "Nice people"}, {"date": "3 years ago", "text": "Very clean hotel, staff are friendly and its nice when you want to be slightly far away from the main area of Marrakech."}, {"date": "3 years ago", "text": "slow service, but clean"}, {"date": "3 years ago", "text": "Is a nice place"}, {"date": "2 years ago", "text": "Good Hotel"}, {"date": "2 years ago", "text": "Great destination"}, {"date": "a year ago", "text": "Good"}, {"date": "2 years ago", "text": "nice hotel"}, {"date": "2 years ago", "text": "Nice place"}, {"date": "2 years ago", "text": "Good hotel"}, {"date": "3 years ago", "text": "perfect place"}, {"date": "a year ago", "text": "Nice"}, {"date": "2 years ago", "text": "amazing"}, {"date": "2 years ago", "text": "Perfectooo"}, {"date": "3 years ago", "text": "My favorite hotel in Marrakech"}, {"date": "2 years ago", "text": "Good"}, {"date": "a year ago", "text": "Rude staff"}, {"date": "a year ago", "text": "god"}, {"date": "2 years ago", "text": "nice"}, {"date": "3 years ago", "text": "Nice hotel"}, {"date": "3 years ago", "text": "Belle hotel new"}, {"date": "2 years ago", "text": "Super"}, {"date": "4 years ago", "text": "Good place"}, {"date": "2 years ago", "text": "Good"}, {"date": "4 years ago", "text": "Great hotel"}, {"date": "4 years ago", "text": "Has what you'd expect"}, {"date": "4 years ago", "text": "Nice hotel"}, {"date": "2 years ago", "text": "Correct"}, {"date": "3 years ago", "text": "Cool"}, {"date": "3 years ago", "text": "Good"}, {"date": "3 years ago", "text": "Beautiful"}, {"date": "3 years ago", "text": "belle experience"}, {"date": "4 years ago", "text": "wonderful"}, {"date": "3 years ago", "text": "Bad"}, {"date": "3 years ago", "text": "Professional"}, {"date": "a year ago", "text": "😍😍😍😍"}, {"date": "4 months ago", "text": "(Translated by Google) We went to this hotel after our flight was canceled Our company transferred us that's how we discovered this hotel which had just opened at that time.\nthe rooms are immaculate the magnificent swimming pool huge only small downside the location of the hotel which is located very far from the city center to move a taxi but it was not our choice and we again thank our company we were spoiled for it is the main\nthere is at the buffet certainly there was a wide choice but it lacked a little taste except the breakfast which was delicious but we do not complain .. the staff is very nice despite the complaints of customers who wanted to go home but none plane available for our greatest happiness !!\n\n(Original)\nNous sommes allés dans cet hôtel après que notre vol à été annulé Notre compagnie nous a transféré c'est comme ça que l'on  a découvert cet hôtel qui venait d'ouvrir à ce moment la\nles chambres sont impeccables la piscine magnifique immense seul petit bémol l'emplacement de l'hôtel qui est situé très loin du centre ville pour de déplacer taxi obligé mais c'était pas notre choix et on remercie encore notre compagnie nous avons été gâtés c'est le principal\nil y à le buffet certes il y avait un large choix mais cela manquait un peu de goût sauf le petit déjeuner qui était délicieux mais on se plaint pas.. le personnel est très gentil malgré les plaintes des clients qui voulaient rentrer chez eux mais aucun avion disponible pour notre plus grand bonheur!!"}, {"date": "2 months ago", "text": "(Translated by Google) Hotel to be avoided especially for couples, a small very dirty swimming pool, with a stifling smell of chlorine, Outdoor parking not covered and not sufficient. We found 3 faults on our first day, the hotel technician made the intervention in front of us before he was unable to correct the faults related to the closing of the doors, the repair of the chased and the refrigerator which does not work. Worse than that, after complaint, we were finally given another room to find other faults, the food is far from being recommended for a 4-star hotel, in short I rate it max 3 stars\n\n(Original)\nHôtel à éviter surtout pour les couples, un petite piscine très sale, avec une odeur du chlore étouffante, Parking à l'extérieur non couvert et non suffisant. On a trouvé 3 défauts dès notre premier jour, le technicien de l'hôtel a fait l’intervention devant nous avant qu’il ne soit incapable de corriger les défauts liés à la fermeture des portes, à la réparation du chassé et du réfrigérateur qui ne fonctionne pas. Pire que ça, on nous a donné finalement après réclamation une autre chambre pour retrouver d'autres défauts, la nourriture est loin d'être recommander pour un hotel de 4 étoiles, bref je lui note max 3 étoiles"}, {"date": "3 months ago", "text": "(Translated by Google) What to say ... value for money at the top! Very clean rooms.\nAwesome animation team!\n\nMimid / Amine / Celymah / Yassine\nYou are the best! I will be back with pleasure.\n\nThe ladies at the reception are very pleasant, I am thinking particularly of Ghizlaine and Khaoula.\nIn the evening, Mr. Si Mohamed has always responded to my requests, very professional!\nwell done\n\n(Original)\nQue dire... rapport qualité prix au top! Chambres très propres.\nÉquipe d’animation géniale!\n\nMimid/ Amine/ Celymah/ Yassine\nVous êtes les meilleurs! Je reviendrai avec plaisir.\n\nLes dames de la réception sont très agréables, je pense particulièrement à Ghizlaine et Khaoula.\nLe soir, le Mr Si Mohamed a toujours répondu à mes demandes, très pro!\nBravo"}, {"date": "a month ago", "text": "(Translated by Google) Very nice home. The restaurant in the evening the food is average but the service is good\n\n(Original)\ntrès bon accueil. Le restaurant le soir la nourriture est moyenne mais le service est bon"}, {"date": "2 months ago", "text": "(Translated by Google) Too disappointed, lack of communication between the receptionists. Everything is forbidden if you come for the holidays do not imagine a good stay in this hotel. All the staff are disrespectful !!! Everything is to review in this hotel! The rooms were clean and the maids had nothing to say.\n\n(Original)\nTrop déçu  ,manque de communication entre les réceptionniste .Tout est interdit si vous venez pour les vacances n’imaginez pas un bon séjour dans cette hôtel . Tout les personnels sont d’un manque de respect !!! Tout est à revoir dans cette hôtel ! Les chambres bien propres les femmes d’étage rien a dire ."}, {"date": "a month ago", "text": "(Translated by Google) A very good hotel\nThe staff is very friendly, smiling and in service, the rooms are really super clean and tidy.\nRoom service is excellent, it changes every day (3 days stay)\nI even saw a guy who was patching up the hallway with paint so that it still looked pretty.\nI liked giving 5 stars but one point that seems to me to be improved is that of the restoration, the 1st day it was good but after when the hotel was full, it was very clear that the hotel has no experience to manage With such a large number of customers, the waiters were really confused and wasting their smile and energy.\nFor me it is a good hotel just it will have to work on the catering staff in case of a large number of clients.\n\n(Original)\nUn très bon hôtel\nLe staff est très sympa, souriant et au service, les chambres sont vraiment hyper clean et arrangé.\nLe service room est excellent il change tout chaque jour (séjour de 3 jours)\nJ ai même vu un gars qui était entrain de retaper le couloir avec de la peinture pour qu il reste toujours joli à la vue.\nJ airai aimé donne 5 étoiles mais un point qui  me semble à améliorer est celui de la restauration, le 1er jour c était bien mais après quand l hotel a été plein, il était très clair que l hotel n'a pas d expérience pour gérer un tel nombre de clients, les serveurs étaient vraiment déboussolés et perdaient leur sourire et énergie.\nPour moi c est un bon hôtel juste il devrai travailler sur le staff de la restauration en cas d'un nombre important des clients."}, {"date": "2 months ago", "text": "(Translated by Google) For two people a bed of 1.40 with a very hard mattress, disgusting bath towels, a breakfast that does not deserve a star. The worst night of my life in Marrakech.\n\n(Original)\nPour deux personnes un lit de 1.40 avec un matelas très dur, les serviettes de bain dégeu, un petit-déjeuner qui ne mérite pas une étoile. La pire nuit de ma vie à Marrakech."}, {"date": "a month ago", "text": "(Translated by Google) Staff very welcoming \"lbahja wa seureur\", the room is very clean and very well appointed with a view of the road despite that no noise entering from the outside thanks to the insulation. Very sunny room with balcony where you can have a coffee under the beautiful Marrakech sun. The bathroom is fine. Lots of storage in the bedroom. To recommend.\n\n(Original)\nPersonnel très accueillant \"lbahja wa seureur\", la chambre est très propre et esttrès bien aménagée avec une vue sur la route malgré ça aucun bruit entrant de l'extérieur grâce à l'isolation. Chambre très ensoleillée avec balcon dans lequel on peut prendre un café sous le beau soleil de Marrakech. La salle de bain est très bien. Beaucoup de rangements dans la chambre. À recommander."}, {"date": "3 months ago", "text": "(Translated by Google) Not at all clean\nRotten breakfast the juices are not even fresh\nA large plate of omelette for everyone ready for 6am instead of preparing it for everyone\n\n(Original)\nPas du tout propre\nPetit déjeuner pourri les jus sont même pas frais\nUne grande assiette de l omelette pour tout le monde prête des 6h du matin au lieu de la préparer pour chacune"}, {"date": "4 months ago", "text": "(Translated by Google) Very nice family hotel, very clean, friendly staff, just top!!!\n\n(Original)\nHeel fijn famiehotel,erg schoon ,vriendelijk personeel,gewoon top!!!"}, {"date": "a week ago", "text": "(Translated by Google) This hotel is perhaps one of the most beautiful hotels in Marrakesh\n\n(Original)\nربما يكون هذا الفندق من اجمل فنادق مراكش"}, {"date": "a month ago", "text": "(Translated by Google) Payment before entry\nBreakfast with purchased nectars\nService does not answer calls on the reception line TV does not work\n\n(Original)\nPaiement avant entrée\nPetit déjeuner avec des nectars acheté\nService ne répond pas aux appels sur la ligne de réception TV ne fonctionne pas"}, {"date": "4 months ago", "text": "(Translated by Google) We went, me and my girlfriend, we had an excellent holiday the staff at the top especially the entertainer Ahmed Amine Oussama Celymah Imaine a very good atmosphere with activities to do throughout the day we will return there on our next vacation\n\n(Original)\nNous sommes aller moi et ma copine on a passer d’excellente vacances le personnel au top surtout les animateur Ahmed Amine Oussama Celymah Imaine une très bonnes ambiances avec des activités à faire tout au long de la journée nous y retournerons à nos prochaines vacances"}, {"date": "5 months ago", "text": "(Translated by Google) The hotel is beautiful and large, but it needs more attention to cleanliness and the training of its employees, because they treat them well, but without experience or professionalism\n\n(Original)\nالفندق جميل وكبير لكن يحتاج اهتمام اكبر بالنظافة وبتدريب العاملين فيه لان تعاملهم طيب لكن بدون خبرة او احترافية"}, {"date": "5 months ago", "text": "(Translated by Google) Host avoided\n\nNothing goes:\n\nHousekeeping\n\nThe condition of the bathroom\n\nService at the hotel\n\nThe gym is empty of all equipment\n\nThe pool bar .. is never open\n\nIn short, avoid it except if you only want a bed to sleep on.\n\n(Original)\nHôte à évité\n\nRien ne va :\n\nLe ménage dans les chambres\n\nL’état des Salle de bain\n\nLe service à l’hôtel\n\nLa salle de sport est vide de tout matériel\n\nLe bar de la piscine .. n’est jamais ouvert\n\nBref à éviter sauf à ne vouloir qu’un lit pour dormir."}, {"date": "2 months ago", "text": "(Translated by Google) Nice clean good food\n\n(Original)\nFrumos curat mâncarea buna"}, {"date": "6 months ago", "text": "(Translated by Google) Clean hotel, spacious room, good hospitality, good service.\nI would like to thank the chef for the quality of his service chef pipo\n\n(Original)\nHôtel propre, chambre spacieux, un bon accueil, bon service.\nJe tiens à remercier le chef de cuisine pour la qualité de son service chef pipo"}, {"date": "10 months ago", "text": "(Translated by Google) Excellent stay, it was brilliant. our first room was noisy but we reported it to the lovely Jihane who was very professional and gave us a quieter one, with a nice view .. thanks for everything and see you next time\n\n(Original)\nExcellent séjour, c’était génial. notre première chambre était bruyante mais on l'a signalé à l'adorable Jihane qui a été très professionnelle et nous a donné une autre plus calme, avec une belle vue.. merci pour tout et à la prochaine"}, {"date": "6 months ago", "text": "(Translated by Google) Currently staying in Wazo. He is top notch, helpful, smiling and caring staff, clean rooms, clean pool 👌\n\n(Original)\nActuellement en séjour à Wazo. Il est top, staff helpful, souriant et bienveillant, chambres propres, piscine propre 👌"}, {"date": "a month ago", "text": "(Translated by Google) OK for the price\n\n(Original)\nCorrect pour le prix"}, {"date": "9 months ago", "text": "(Translated by Google) really worth visiting 👌cleanliness, quality of service, staff always smiling and at service at all times, in addition the room we were given was isolated from others with a magnificent view😍😍😍\n\n(Original)\nvraiment a visiter 👌propreté,qualité du service ,personnels toujours souriant et au service a tous moments,en plus la chambre qu'on nous a donné etait isolée des autres avec une vue magnifique😍😍😍"}, {"date": "a month ago", "text": "(Translated by Google) The service is nuuuuuuuul\n\n(Original)\nLe service est nuuuuuuuul"}, {"date": "9 months ago", "text": "(Translated by Google) Super clean hotel with a lovely garden and a lovely swimming pool, respectful and very helpful staff. top\n\n(Original)\nHôtel super propre avec un joli jardin et une  jolie piscine, personnels respectueux et très serviables. Top"}, {"date": "a year ago", "text": "(Translated by Google) Best booked by Booking\nBecause if you book through the hotel the price is higher.\nThe bathroom door of room 110 kherban 😂 but they can fix it with time, I mean, do not check on this point ...\n4 stars is a lot for him, but compared to the price is good.\n\n(Original)\nالأفضل تحجز عن طريق بوكينق Booking\nلأن اذا حجزت عن طريق الفندق السعر يكون اعلى.\nباب حمام غرفة ١١٠ خربان 😂 لكن يمكن بيصلحونه مع الزمن يعني لا تدقق على هذ النقطه...\n٤ نجوم كثيره عليه لكن مقارنة بالسعر يعتبر جيد."}, {"date": "11 months ago", "text": "(Translated by Google) \"Like home\"\nFirst of all I want to thank\n- Mr SAJID for his kindness, his smile and his sympathy\n- Miss WASSILA from KIDS CLUB for everything she did, my kids loved it\n-Melle JIHANE the receptionist for her listening, her smile and she was very helpful\nVery good hotel, the staff are extremely friendly and helpful. I recommend very strongly.\nWe spent 5 nights with the family. The rooms were comfortable, clean, we liked the kitchenette which saved us from eating out all the time.\n\n(Original)\n\"Comme chez soi\"\nTout d'abord je tiens à remercier\n- Mr SAJID pour sa gentillesse, son sourire et sa sympathie\n- Melle WASSILA de KIDS CLUB pour tout ce qu'elle a fait, mes enfants l'on adoré\n-Melle JIHANE la réceptionniste pour son écoute, son sourire et elle était très serviable\nTrès bon hôtel , le personnel est extrêmement sympathique et serviable. Je conseille très fortement.\nNous avons passé 5 nuits en famille. Les chambres étaient confortables , propres, on a aimé la kitchenette ce qui nous a évité de manger tout le temps à l'extérieur."}, {"date": "4 months ago", "text": "(Translated by Google) A moldy, moldy, extremely moldy place. Every riyal was a waste. We entered the sheets. They were all stains from the residents before the plus. The bathroom smelled rotten, I swear to God, it is not normal. The pillows are old. The sofas are old and their color changes from the dirt. The bathroom has no showerhead. A lot of crumbs of bread from the people before us who bothered themselves to clean and remove the dirt, a very bad experience\n\n(Original)\nمكان معفن معفن معفن لأبعد الحدود كل ريال خسارة فيه دخلنا الشراشف كلهم بقع من السكان اللي قبل زائد الحمام ريحته معفنه اقسم بالله عفانه مو طبيعيه المخاد قديمه الكنبات اتغير لونهم من الوساخه الحمام مافيه شطاف تغسل بقاروره المناشف قديمه وباليه كل ريال خسارة فيه الخبز على الأرض والسرير مليان فتافيت الخبز من الناس اللي قبلنا ماكلفو نفسهم ينظفو ويشيلو الوسخ تجربة سيئة جدا"}, {"date": "5 months ago", "text": "(Translated by Google) Very dirty hotel.\nSheets not changed. Room not cleaned. Hotel has deteriorated.\n\nTo avoid\n\n(Original)\nHôtel très sale.\nDraps non changés. Chambre non nettoyé. Hôtel s'est dégradé.\n\nA éviter"}, {"date": "2 years ago", "text": "(Translated by Google) Impeccable hygiene, hair dryer in the rooms, only worries, we hear the passages in the corridors.\nThe animations are very varied, the animators super nice, the director is adorable with the customers, always listening to what they say and super arranging.\nAs for the staff, it is very helpful and respectful which adds charm to this place\n\n(Original)\nHygiène impeccable, sèche cheveux dans les chambres, seul soucis, on entend les passages dans les couloirs.\nLes animations sont très variées, les animateurs super sympa, le directeur est adorable avec les clients, toujours à l'écoute de ce qu'on dit et super arrangeant.\nQuant au personnel, il est très serviable et respectueux ce qui rajoute du charme à ce lieu"}, {"date": "3 years ago", "text": "(Translated by Google) Good location easily accessible if you are driving. The staff is smiling and warm. The bedding is correct but the mattress a little too soft. The decor is nice but remains classic. Parking is free and spacious for all. Overall it is good value for money. We had a good stay and we will come back.\n\n(Original)\nBon emplacement facilement accessible si vous êtes en voiture. Le personnel est souriant et chaleureux. La literie est correcte mais le matelas un peu trop mou. La décoration est agréable mais reste classique. Le parking est gratuit et spacieux pour tous. Globalement c'est un bon rapport qualité-prix. Nous avons passé un bon séjour et nous allons y revenir."}, {"date": "2 years ago", "text": "(Translated by Google) Good location easily accessible if you are driving. The staff is smiling and warm. The bedding is correct. The decoration is nice. Parking is free and spacious for all. Overall it is good value for money. We had a good stay and we will come back.\n\n(Original)\nBon emplacement facilement accessible si vous êtes en voiture. Le personnel est souriant et chaleureux. La literie est correcte. La décoration est agréable. Le parking est gratuit et spacieux pour tous. Globalement c'est un bon rapport qualité-prix. Nous avons passé un bon séjour et nous allons y revenir."}, {"date": "a year ago", "text": "(Translated by Google) A hotel a bit far from the city center in Marrakech. The rooms are clean and nice. Staff is concerned.\n\n(Original)\nMarakeş'de şehrin merkezine biraz uzak bir hotel. Yemekleri  biraz zayıf odaları temiz ve güzel. Personel ilgili."}, {"date": "2 years ago", "text": "(Translated by Google) I visited the hotel bar several times and enjoyed it very much.\nThe first quality remains the reasonable proximity of this establishment: neither too far nor too close. Built on a very large space.\nThe second is the finesse and taste of the furnishings: the apartments on one side and the bedrooms on the other, separated by a large car park and beautiful gardens.\nThe third remains the service at the bar: the team has the sympathy that corroborates the professionalism.\nAmbient music provided by a pianist and a young entertainer; a lounge and tables in a sober style; screens of the correct size; very attentive waiters and chefs.\nThe quality of the appetizers is very appreciable.\n\n(Original)\nJ'ai visité plusieurs fois le bar de l'hôtel et je l'ai beaucoup apprécié.\nLa première qualité reste la proximité raisonnable de cet établissement: ni trop loin ni trop près. Construit sur un très grand espace.\nLa deuxième, c'est la finesse et le goût de l'aménagement : les appartements d'un côté et les chambres de l'autre, séparés par un grand parking et de beaux jardins.\nLa troisième reste le service au bar: l'équipe a la sympathie qui corrobore le professionnalisme.\nUne musique ambiante assurée par un pianiste et un jeune animateur; un salon et des tables d'un style sobre; des écrans de taille correcte; des serveurs et des chefs de rang très attentionnés.\nLa qualité des amuse-gueule est très appréciable."}, {"date": "2 years ago", "text": "(Translated by Google) Appropriate quality / price ratio, we paid about 150 euros a couple three days / 2 nights, with breakfast only included, in the week of August (briefly, little), and indeed the quality of the structure, of the service and in general is discreet, the rooms they are minimal, bathrooms on the verge of decency, limestone-encrusted shower and broken shower jet, they don't even provide the bathrobe, the cleaning staff goes in the late afternoon before dinner, (and it's not very acceptable !!), for all three the days we had problems with the card to open the door, that we had to go to change constantly in the reception.\nGiven the temperature of the period (48 °!) We enjoyed the outdoor pool.\nIn the morning you could have a buffet breakfast, all in all varied and of good quality.\nPay attention to the pool bar prices, they are disproportionate.\nIf you want to spend little and settle for little you can choose it easily.\n\n(Original)\nAppropriato rapporto qualità/prezzo,abbiamo pagato circa 150 euro a coppia tre giorni/2 notti, con sola colazione compresa, nella settimana di ferragosto(sommariamente poco),ed effettivamente la qualità della struttura,del servizio ed in generale è discreta,le camere sono minimal,bagni al limite della decenza,doccia incrostata di calcare e getto doccia rotto,non forniscono nemmeno l'accappatoio,il personale delle pulizie passa nel tardo pomeriggio prima di cena,(ed è poco accettabile!!),per tutti e tre i giorni abbiamo avuto problemi con la tessere per aprire la porta,che bisognava andare a cambiare continuamente in reception.\nVista la temperatura del periodo(48°!)abbiamo gradito  la piscina esterna.\nAl mattino si poteva fare colazione a buffet,tutto sommato variegato e di buona qualità.\nAttenzione ai prezzi del bar a bordo piscina,sono spropositati.\nSe volete spendere poco e vi accontentate di poco potete sceglierlo tranquillamente."}, {"date": "a year ago", "text": "(Translated by Google) Nice hotel, a little out of the city center. Everything is like with us, for now it is the arrival no change of scenery, a lot of traffic, a little horn but not too much. Free WIFI. European meal, wine, dessert, the change will be for later. A small grocery store right in front of the hotel, everything you need at a low price Tomorrow visit of the city, and departure for a real discovery of Morocco. Surprises, not on ...\n\n(Original)\nBel hôtel, un peu excentré du centre ville. Tout est comme chez nous, pour l'instant c'est l'arrivée pas de dépaysement, beaucoup d'embouteillage, un peu de klaxon mais pas trop. Wifi gratuit. Repas européen, vin, dessert, le changement sera pour plus tard. Une petite épicerie juste en face de l'hôtel, tout le nécessaire a pas cher. Demain visite de la ville, et départ pour une vraie découverte du Maroc. Des surprises, pas sur..."}, {"date": "a year ago", "text": "(Translated by Google) Exceptional location in the service and price category, rooms are not big. Why is meddnce 2 degrees if all day is 33 degrees ???\n\n(Original)\nRendkivüli hely szolgàltatás ès ár kategóriában,szobák nem tul nagyok. A meddnce mièrt 2 fokos ha egèsz nap 33 fok van???"}, {"date": "3 years ago", "text": "(Translated by Google) I am away from the Medina, but I can spend a minute calmly.\nWe stayed in summer, but enjoyed the beautiful large pool. The hotel is clean and comfortable. The staff was also kind and relieved.\nThe hotel is also a good choice for a reasonable price!\n\n(Original)\nメディナからは離れていますが、その分落ち着いて過ごすことができます。\n夏に宿泊しましたが、きれいで広いプールを楽しめました。ホテルはきれいで快適です。スタッフも親切で安心できました。\n宿泊料も良心的で、おすすめのホテルです！"}, {"date": "3 years ago", "text": "(Translated by Google) Good quality hotel and very good service from the staff, although they provided us with two separate beds instead of a double bed, and they did not change our room.\nFree on-site parking available.\nCommerce and pharmacy in front of the hotel.\nGood quality of the breakfast buffet, although the juices are not natural.\nVery good price of the catering menu, with excellent quality.\n\n(Original)\nHôtel de bonne qualité et très bon service du personnel, malgré qu’ils nous ont fourni deux lits séparés à place d’un lit double, et ils ne nous pas changé de chambre.\nDisponible d’un parking sur place et gratuit.\nCommerce et pharmacie en face de l’hôtel.\nBonne qualité du buffet de petit déjeuner,même si les jus ne sont pas naturel.\nTrès bon prix de la carte de restauration, avec une excellente qualité."}, {"date": "a year ago", "text": "(Translated by Google) It is no different from our hotels in Ankara Ulus. I do not recommend\n\n(Original)\nBizim Ankara Ulus’taki otellerden farksız. Tavsiye etmiyorum"}, {"date": "a year ago", "text": "(Translated by Google) Nice pool respectful staff especially the little cat 😍😍😍\n\n(Original)\nJolie piscine personnel respectueux surtout le petit chat 😍😍😍"}, {"date": "2 years ago", "text": "(Translated by Google) Fairly western oriented hotel with swimming pool and nice rooms.\nFood little variety but good.\n\n(Original)\nRedelijk westers georiënteerd hotel met zwembad en nette kamers.\nEten weinig variatie maar wel goed."}, {"date": "2 years ago", "text": "(Translated by Google) Hotel not bad with clean rooms Although I give a negative opinion compared to the insorization of the rooms we hear everything that happens in the hallway and outside. Also a maid came back to our room without knocking so preferably close the door with the locks.\n\n(Original)\nHôtel pas mal avec des chambres propres Quoique j'émets un avis négatifs par rapport à l'insorisation des chambres on entend tout ce qui se passe dans le couloir et l'extérieur. Aussi une femme de ménage est rentrée dans notre chambre sans toquer donc de préférence fermez la porte avec les  verrous."}, {"date": "3 years ago", "text": "(Translated by Google) In general, the hotel is clean, but there is no proper management of the hotel, as the people in charge at the reception are not good at managing or dealing with customers and they do not know what is happening in the hotel. Brother Hisham previously told me that it is better not to make a reservation through booking and traveled to Agadir and I returned again and did not book in Bocking And when I left, the employee Muhammad charged me to 680 dirhams per night, and this is more than a penny at 150 dirhams\nAs for the restaurant, it was special, especially Sister / Geetha, which was an example of literature, sincerity and good treatment.\n\n(Original)\nبصفه عامه الاوتيل نظيف ولاكن لايوجد اداره سليمه للأوتيل حيث أن المسؤلين في الاستقبال لايجيدون الاداره ولا التعامل مع العملاء ولايعرفون ماهو حاصل في الأوتيل وقد سبق وأن أبلغني الأخ هشام انه من الأفضل أن لا اعمل حجز عن طريق بوكنج وسافرت لأكادير وعدت مره اخرى ولم احجز في بوكنج وعند مغادرتي حاسبني الموظف محمد على 680 درهم لليله الواحده وهذا مبلغ أكثر من بوكنج ب 150 درهم\nأما بالنسبه للمطعم كان مميز وخاصه الأخت /غيثا كانت مثال للأدب والإخلاص وحسن التعامل ."}, {"date": "2 years ago", "text": "(Translated by Google) Superb establishment / excellent value for money - on the road to Casablanca 10 minutes from downtown, I was able to join friends and to my surprise the place and just fine! The price of the rooms is top! Recommend the establishment\n\n(Original)\nSuperbe établissement / un excellent apport qualité/prix - sur la route de Casablanca à 10 min du centre ville, j’ai pu y rejoindre des amis et à ma grande surprise l’endroit et simplement très bien! Le prix des chambres est top ! Recommande l’établissement"}, {"date": "a year ago", "text": "(Translated by Google) A well-deserved 5 * hotel, excellent value for money, well-maintained equipment, comfortable and very clean.\n\n(Original)\nUn 5* bien mérité, rapport qualité prix excellent, équipement bien entretenu, confortables et très propre."}, {"date": "4 years ago", "text": "(Translated by Google) The hotel benefits are quiet, reasonable prices, excellent location, luxury jazz and blues for lovers of this art will enjoy the ease of registration and exit prices are not Pbknj Maizodon and do not lack.\nHotel faults:\nThe bar followed by a blue bird is tired and the service is very poor.\nThe restaurant needs to come down and eat what you require in your room.\nNo guests allowed.\nAll in French and English difficult to deal with them and do not speak Arabic, although their names are Arabs.\nReception is good but not flexible.\nThey do not like Arab guests and give them the worst rooms.\nThey love foreigners and prostitutes.\nIf you are Gulf the role of a second hotel is better.\nBathroom air dryers are weak or not working.\nThere is no water filter to clean the Klinkas.\nDate of residence October 2017.\nThis review was added to our e-mail as an email\nI would also like to thank the owner of the hotel for his interest in comments and this is the reason for my comments and comments which I wish to be constructive as the hotel and apartments are very beautiful and deserve the best\n\n(Original)\nحسنات الفندق هادئ اسعاره معقوله موقع ممتاز فخم موسيقى الجاز والبلوز لعشاق هذا الفن سيستمتعون سهولة التسجيل والخروج الاسعار هي اللي ببوكنج مايزودون ولا ينقصون .\nعيوب الفندق :\nالبار تبعهم bird blue تعبان والخدمة سيئة للغاية.\nالمطعم لازم تنزل وتاكل مافي تطلب بغرفتك .\nلايسمح بالضيوف .\nكله بالفرنسي والانجليزي صعب التعامل معهم بها ولا يتكلمون العربية مع ان اسمائهم عرب.\nالاستقبال جيد ولكن ليس مرن.\nلايحبون الضيوف العرب ويعطونهم اسوأ الغرف .\nيحبون الأجانب والخواجات.\nاذا كنت خليجي دور فندق ثاني افضل .\nشفاطات الهواء بالحمام ضعيفة او لا تعمل .\nلا يوجد مرش ماء للتشطيف بكلينكس شغل خواجات.\nتاريخ السكن اكتوبر  2017.\nتم اضافة هذا التعليق كملاحظات للتحسين وامنح الفندق 8.5/10\nكما اود ان اشكر مالك الفندق على اهتمامه بالتعليقات وهذا سبب تعليقي وملاحظاتي التي اتمنى ان تكون بناءة حيث ان الفندق والشقق جميلة جدا وتستحق الافضل"}, {"date": "2 years ago", "text": "(Translated by Google) Perfect for a family outing, the hotel is clean, the staff friendly, and a whole lot of entertainment by the pool for good moments of relaxation! Very good value for money\n\n(Original)\nParfait pour une excursion familiale, l'hôtel est propre, le personnel chaleureux, et tout un tas d'animations aux bords de la piscine pour de bons moments de détente ! Très bon rapport qualité/prix"}, {"date": "a year ago", "text": "(Translated by Google) Beautiful interior decoration, friendliness and very warm and joyful smile certainly ..... however the CLEANING // House keeping is seriously to REVIEW, the service is not meticulously well done at the applied price of the apartments ..... I was disappointed this time compared to the previous one in May 2019 !!\nThe pool is however clean\nCleaning should also radically affect the kids club\nThe staff are polite and attentive nothing to say on this point\n\n(Original)\nDécoration intérieur belle, amabilité et sourire très chaleureux et joyeux certes.....cependant le NETTOYAGE //  House keeping est sérieusement à REVOIR,  la prestation n'est pas minutieusement bien faite au prix appliqué des appartements .....j'ai été déçu cette fois par rapport à la précédente en mai 2019 !!\nLa piscine est par contre propre\nLe nettoyage devrait aussi toucher radicalement le kids club\nLe personnel est bien poli et à l'écoute rien à dire sur ce point"}, {"date": "2 years ago", "text": "(Translated by Google) The hair dryer was a new hotel without a shower cap, but the towels were bruised. The food was nice, although only the variety was minimal\n\n(Original)\nSaç kurutma makinası, duş bonesi olmayan, yeni  bir otel ama havluları morarmış. Sadece çeşidi az olmasına rağmen yemekleri güzeldi"}, {"date": "a month ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "a year ago", "text": "(Translated by Google) Impeccable service, soundproofed rooms, very clean: I highly recommend\n\n(Original)\nService irréprochable, chambres insonorisées, très propre : je recommande vivement"}, {"date": "2 years ago", "text": "(Translated by Google) Although far from everything, it's a clean hotel. The correct buffet breakfast. The staff is welcoming. I go back without thinking.\n\n(Original)\nBien que loin de tout, c'est un hôtel propre. Le petit déjeuner buffet correct. Le personnel est accueillant. J'y retourne sans réfléchir."}, {"date": "3 years ago", "text": "(Translated by Google) A very clean hotel with professional staff. The check-in went quickly despite the late arrival time.\nVery good breakfast, varied and rich\nCongratulations to the staff ... It's thanks to you! Continue like that\n\n(Original)\nUn hôtel très propre avec un personnel professionel. L'enregistrement s'est déroulé rapidement malgré l'heure d'arrivée tardif.\nTrès bon petit déjeuner,  varié et riche\nBravo au staff...  C'est grâce à vous !  Continuez comme ça"}, {"date": "2 years ago", "text": "(Translated by Google) Junior suite is good for a couple with children\nI find it unfortunate that the junior suites do not overlook the swimming pool and the common areas of the hotel right on the boulevard\nWhat I recommend if you have children is to choose a suite next to the elevator otherwise no need, because you have to go through a whole hallway.\n\n(Original)\nSuite junior est  bien pour un couple avec des enfants\nJe trouve dommage que les suites junior ne donnent pas sur la piscine et les espaces communs de l'hôtel donnant juste sur le boulevard\nCe que je recommande si vous  avez des enfants c est de choisir une suite a côté de l' ascenseur sinon pas besoin, car il faut se taper tout un couloir."}, {"date": "a year ago", "text": "(Translated by Google) Very welcome and very good stay, thank you to all the staff and staff\n\n(Original)\nTrès bien accueilli et très bon séjour, merci à tout le staff et personnel"}, {"date": "2 years ago", "text": "(Translated by Google) A great hotel, purely quiet and pleasant, the center is 35 minutes by bus line 11, or taxi 15 min. I recommend families with children and not only, we will return there someday.\n\n(Original)\nSuper hotel, czysto cicho i przyjemnie, do centrum  jedzie się 35 min autobusem linii 11, lub taxi 15 min. Polecam rodzinom z dziećmi i nie tylko, kiedyś jeszcze tam wrócimy."}, {"date": "2 years ago", "text": "(Translated by Google) A apart-hotel very clean and well adapted to the needs of families (respect ...). The staff is very friendly. The place is calm. The price-quality ratio is well calculated.\n\n(Original)\nUn appart-hôtel très propre et bien adapté aux besoins  des familles (respect...). Le personnel est très sympathique.  L'endroit est calme. Le rapport qualité-prix est bien calculé."}, {"date": "2 years ago", "text": "(Translated by Google) Marrakech. A distinction was made in the group of Genesis and the other guests. The restaurant was for the others, we were placed in a noisy room with simple food. No variation and a simple breakfast. If you went to the restaurant anyway .... you were sent away like a dog.\n\n(Original)\nMarrakech. Er werd o derscheid gemaakt in de groep van Genesis en de andere gasten. Het restaurant was voor de anderen, wij werden in een lawaaierige zaal neergezet met eenvoudig eten. Geen variatie en een simpel ontbijt. Ging je toch naar het restaurant.... dan werd je als een hond weggestuurd."}, {"date": "2 years ago", "text": "(Translated by Google) Very quiet location. Clean. And very helpful staff\n\n(Original)\nEndroit très calme. Propre.  Et personnel très serviable"}, {"date": "2 years ago", "text": "(Translated by Google) Good value for money, we stayed one night in this hotel, good reception, room quelleconque, lack of charm, breakfast ok, the pastry is good but it must be heated, in short it is average. On the other hand, you must know that there is no parking in the hotel, the car is sleeping outside and you have to pay the night watchman.\n\n(Original)\nBon rapport qualité prix, on a séjourné une nuit dans cet hôtel, bon accueil, chambre quelleconque, manque de charme, petit déjeuner correct, la viennoiserie est bonne mais il faut la réchauffer, bref c'est moyen. Par contre gros point négatif il faut savoir qu'il n'y a pas de parking dans l'hôtel, la voiture dort dehors et il faut payer le gardien de nuit."}, {"date": "2 years ago", "text": "(Translated by Google) Comfortable apartments, living room, kitchenette, bedroom, bathroom.\nSmiling and hospitable staff.\nThe price is correct I recommend this place.\n\n(Original)\nDes appartements tout confort , salon , kitchenette , chambre , salle d'eau .\nPersonnel souriant et hospitalier.\nLe prix est correct je conseille cet endroit."}, {"date": "2 years ago", "text": "(Translated by Google) A hotel that is nice with good value. I would like to emphasize that the animation team is very involved including Mimid who was superb.\n\n(Original)\nUn hôtel qui est agréable avec un bon rapport  qualité/prix. Je tiens à souligner que l'équipe d'animation est très investie dont Mimid qui a été superbe."}, {"date": "2 years ago", "text": "(Translated by Google) A very pleasant hotel, clean with friendly and helpful service. Bar with live music, pool, Spa center. I assess it very positively.\n\n(Original)\nBardzo przyjemny hotel, czysty z miłą i pomocną obsługą.Bar z muzyką live.basen, centrum Spa. Bardzo pozytywnie oceniam."}, {"date": "a year ago", "text": "(Translated by Google) Well-decorated luxury hotel easy to access\n\n(Original)\nHôtel de luxe bien décoré facile à accéder"}, {"date": "2 years ago", "text": "(Translated by Google) Pleasant and relatively calm. Very good value for money\n\n(Original)\nAgréable et relativement calme.  Très bon rapport qualité/ prix"}, {"date": "a year ago", "text": "(Translated by Google) Very clean hotel\n\n(Original)\nHôtel très propre"}, {"date": "2 years ago", "text": "(Translated by Google) The rooms are very good compared to the price. The hotel is good if you plan to spend the whole day outside.\n\n(Original)\nLes chambres sont très bien par rapport au prix. L'hôtel est bien si on compte passer toute la journée à l'extérieur."}, {"date": "3 years ago", "text": "(Translated by Google) Such a cold hotel, simple dinner, small but cozy rooms. Otherwise, from the organizational side of the confusion, the card is blocked from nothing, you don't know where to go for breakfast and dinner. I do not recommend\n\n(Original)\nTakový studený hotel, večeře jednoduchá, pokoje malé ale útulné. Jinak po organizační stránce z zmatek, z ničeho nic zablokují kartu, nevíte kam se má jít na snídani a večeři. Nedoporučuji"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent stay, lovely staff, rooms are very clean, very welcoming hotel\n\n(Original)\nExcellent séjour, personnel adorable, chambres sont très propres , hôtel très accueillant"}, {"date": "2 years ago", "text": "(Translated by Google) Very good value for money. The hotel is very clean and tastefully decorated\n\n(Original)\nTrès bon rapport qualité/prix. L'hôtel est très propre et décoré avec goût"}, {"date": "a year ago", "text": "(Translated by Google) I like it Nothing to say\n\n(Original)\nJe l'aime bien Rien à dire"}, {"date": "2 years ago", "text": "(Translated by Google) We stayed at the apartment part. Great apartment for a reasonable price. The internet connection was poor\n\n(Original)\nVi bodde på apartment delen. Stor leilighet for en rimelig pris. Internettforbindelsen var dårlig"}, {"date": "2 years ago", "text": "(Translated by Google) Nice hotel, clean, for food it's better when there is a group and it's buffet style there is nothing to do around the hotel\n\n(Original)\nHôtel sympa, propre,pour la nourriture c'est mieux quand il y a un groupe et que c'est servi sous forme de buffet  il n'y a rien à faire autour de l'hôtel"}, {"date": "3 years ago", "text": "(Translated by Google) Very good site to spend the holidays. Avoid rooms facing the avenue. The noise of cars does not let you sleep\n\n(Original)\nTrès bon site pour passer les vacances. Il faut éviter les chambres donnant sur l'avenue. Le bruit des voitures ne te laisse pas dormir"}, {"date": "a year ago", "text": "(Translated by Google) Very good location, quiet, clean, and top-notch service 👍👍👍\n\n(Original)\nTrès bon emplacement,calme,propre,et service topissime 👍👍👍"}, {"date": "a year ago", "text": "(Translated by Google) Very friendly reception staff, decent room but the mattresses are still small, the duvet is just a small piece of duvet to properly cover an adult, to avoid booking with breakfast, poor quality dried fruit, poor quality coffee\nTo dine better, switch to the à la carte side\nOtherwise the infrastructure remains correct\n\n(Original)\nPersonnel de réception très sympa, chambre correcte mais les matelas petit encore la couette c' juste un bout de couette c'petit pour couvrir correctement un adulte ,à éviter de réserver avec PDJ  ,des fruits sec de mauvaises qualité du café de mauvaise qualité\nPour diner mieux passer du côté à la carte\nSinon l'infrastructure reste correcte"}, {"date": "a year ago", "text": "(Translated by Google) A bit far from the city center but remains a good and new hotel in Marrakech\n\n(Original)\nUn peu loin du centre ville mais reste un bon et nouveau hotel sur Marrakech"}, {"date": "3 years ago", "text": "(Translated by Google) We have never entered the inside, but there are many large sightseeing buses and many vans with many tourists on board every day. There are a few shops on the first floor, but they are not complete. It is not dangerous to just take a walk around the hotel. However, it is dangerous in the dark if you leave a little, so it is better to limit yourself to the area around the hotel.\n\n(Original)\n中は入ったことはないのですが、毎日のように大型観光バスや観光客がたくさん乗ってるバンが何台も止まっています。一階にお店が数軒ありますが、充実はしていないです。ホテルの周りだけ散歩するには、危なくありません。しかし少し離れると暗闇で危険ですので、出歩くにはホテル周辺のみに限った方がいいです。"}, {"date": "a year ago", "text": "(Translated by Google) More appearances than be. Ants greet us for breakfast, faeces in the hallway to the toilet with cockroaches added! No thanks, never again!\nThe metal figures and the box tree are positive\n\n(Original)\nMehr Schein als sein. Ameisen begrüssen uns zum Frühstück, Fäkalien auf dem Flur zur Toilette mit Kakalakenzugabe! Nein danke, nie wieder!\nPositiv die Metallfiguren und der Dosenbaum"}, {"date": "3 years ago", "text": "(Translated by Google) A very nice hotel with friendly service and good atmosphere. The kitchen or the food are very good. Modern decor. A bit off the center. In any case, you can make a good holiday here.\n\n(Original)\nEin sehr schönes Hotel mit freundlichen Service und guten Ampiente.  Die Küche bzw.  die Speisen sind sehr gut .Moderne Einrichtung. Etwas Abseits vom Centrum. Auf jeden Fall kann man hier gut Urlaub machen ."}, {"date": "2 years ago", "text": "(Translated by Google) Excellent clean quiet hotel but far away from the city.\nNice, calm, clean, European feel\nAnd a beautiful Moroccan restaurant that is a bit far from the city and does not allow guests.\n\n(Original)\nExcellent clean quiet hotel but far away from the city.\nجميل هادئ ونظيف بطابع اوروبي\nومطعم مغربي جميل يبعد نوعا ما عن المدينة ولا يسمح بالضيوف."}, {"date": "3 years ago", "text": "(Translated by Google) Frankly the hotel is well located, the welcome is warm, the animation does not talk, the morning at the pool and in the evening in the garden, children were spoiled. I congratulate them elsewhere. Good continuation. Chadia\n\n(Original)\nFranchement l hôtel est bien situé, l accueil est chaleureux ,l animation n en parlons pas, le matin à la piscine et le soir au jardin ,les enfants étaient gâtés. Je les félicite d ailleurs. Bonne continuation. Chadia"}, {"date": "3 years ago", "text": "(Translated by Google) The breakfast was generous (buffet style); the waiters were attentive to any request from me; Parking was free! Close to supermarkets (Marjane) and restaurants (10 to 15 minutes walk); To go downtown, it will take a taxi\n\n(Original)\nLe petit déjeuner était copieux (sous forme de buffet); les serveurs étaient à l'écoute de toute demande de ma part ; Le parking était gratuit ! Proche de grandes surfaces (Marjane) et restaurants (10 à 15 minutes de marche) ; Pour aller au centre ville, il faudra prendre un taxi"}, {"date": "a year ago", "text": "(Translated by Google) I like this hotel I recommend\n\n(Original)\nJ'aime bien cet hôtel je recommande"}, {"date": "3 years ago", "text": "(Translated by Google) I recommend it for all the expectations of a four - star hotel, at a price of 2 stars, smiling staff and always short!\nReally enjoy spending a week in peace! thank you\n\n(Original)\nJe le conseille pour toutes les attentes d'un Hotel quatre étoiles, aux prix d 'un 2 étoiles, du personnel souriant et toujours a l écourte!\nVraiment  bien passer une petite semaine,au calme !  merci"}, {"date": "4 years ago", "text": "(Translated by Google) Modern new hotel, very clean and comfortable. Food very good, staff very friendly, really recommendable. However, far from the center, but in a quite attractive area of ​​Marrakech.\n\n(Original)\nModernes neues Hotel, sehr sauber und komfortabel. Speisen sehr gut, Personal sehr freundlich, wirklich empfehlenswert. Allerdings weit ab vom Zentrum, jedoch in einer recht ansprechenden Gegend von Marrakesch."}, {"date": "4 years ago", "text": "(Translated by Google) The hotel was ok; but I had a monument and deception from the receptionist named Zakaria. I arrived at the hotel late at the time of my arrival seven and a half hours by plane and then from Casablanca to Marrakech for three hours. The staff member (Zakaria) rushed to the hotel And the next day I asked to leave the hotel with the exit paper and found that the amount paid is different than what is on the exit sheet. I asked for the excess money. I talked with the staff and returned to the cameras.\nSo beware of deception and I hope the hotel management employee Zakaria.\nKnowing that during the payment of the account Zakaria was delaying the return of the remainder of the exchange and gave me a sum minus the exploitation of the fatigue of travelers and tourists think that I will not be sure of the remainder of the amount, and the great disaster in the morning at the exit I discovered it plus the amount of the room Kbah God.\n\n(Original)\nالفندق لا بأس به؛ ولكن حدث لي فيه نصب وخداع من موظف الاستقبال اسمه زكريا، إذ أتيت الفندق في ساعة متأخرة حين وصولي من السفر سبع ساعات ونصف بالطائرة ثم من الدار البيضاء إلى مراكش ثلاث ساعات، فاستغل الموظف (زكريا) استعجالي في الراحلة بالفندق وأعطاني سعرا مبالغ فيه، وفي اليوم التالي طلبت الخروج من الفندق مع ورقة الخروج فوجدت أن المبلغ المدفوع يختلف عما موجود في ورقة الخروج، فطالبت إرجاع المبلغ الزائد، ومع الحديث مع الموظفين عادوا إلى الكاميرات فوجدوني صدقت فيما دفعت وأعادوا ما زاد من حقه .\nفاحذروا الخداع وأتمنى من إدارة الفندق محاسبة الموظف زكريا .\nمع العلم بأنه إبان دفع الحساب كان زكريا يتماطل في إعادة المتبقي من الصرف وأرجع لي مبلغا ناقصا مستغلا تعب المسافرين والسياح يظن بأن لن أتأكد من المتبقي من المبلغ، وكانت الطامة الكبرى في الصباح عند خروجي اكتشفته زائدا على مبلغ الغرفة قبحه الله ."}, {"date": "2 years ago", "text": "(Translated by Google) Clean hotel and pleasant room.\nHowever, it is regrettable that the swimming pool closes at 6:00 p.m.\nBreakfast is also disappointing, not in quantity but in quality, especially the pastries.\n\n(Original)\nHotel propre et chambre agréable.\nCependant il est regrettable que la piscine ferme à  18h00 .\nLe petit déjeuner est également décevant non pas en quantité mais en qualité notamment les viennoiseries."}, {"date": "a year ago", "text": "(Translated by Google) A lovely hotel\n\n(Original)\nA lovely hotell"}, {"date": "3 years ago", "text": "(Translated by Google) Nice and clean. OK breakfast but no more ....\n\n(Original)\nRent och snyggt. OK frukost men inte mer...."}, {"date": "4 years ago", "text": "(Translated by Google) The breakfast is average, the dining room is quite dirty, and the dining room service, the rooms are ok, we had trouble with the card, because it was continuously spread out, the staff is quite uninterested in the guests.\n\n(Original)\nZajtrk je povprečen, jedilnica precej umazana prav tako jedilni servis, sobe so uredu, tezave sva imela z kartico, ker je bila kar naprej razmagnetena, osebje je precej nezainteresirano za goste."}, {"date": "a year ago", "text": "(Translated by Google) Spacious, clean 👍\n\n(Original)\nFerah,temiz 👍"}, {"date": "2 years ago", "text": "(Translated by Google) Very good hotel.\nClean .good food.\nA little bit away from the city center.\n\n(Original)\nTrès bonne hôtel .\nPropre .bonne nourriture .\nUn petit peux loin du centre ville ."}, {"date": "6 months ago", "text": "(Translated by Google) Great hotel\n\n(Original)\nTolle Hotel"}, {"date": "2 years ago", "text": "(Translated by Google) Great location but cleaning is not done and sheets never changed\n\n(Original)\nTres bien situé  mais le ménage n est pas fait et les draps jamais changé"}, {"date": "2 years ago", "text": "(Translated by Google) Small rooms a little let go requires more rigor and efficiency\n\n(Original)\nChambres petites un peu de laisser aller il faut plus de rigueur et d efficacité"}, {"date": "3 years ago", "text": "(Translated by Google) Personal super nice! Ideal hotel to rest! And enjoy the calm.\n\n(Original)\nPersonnels super  sympa ! Hôtel  idéal pour se  reposer ! Et profiter du calme ."}, {"date": "3 years ago", "text": "(Translated by Google) Good WiFi, good rooms, good prices, good location, McDonald nearby, Marjane nearby. 1 downside: staff raised\n\n(Original)\nGoed WiFi , goed kamers, goed prijzen, goed locatie, mcdonald in de buurt, marjane in de buurt. 1 minpunt: personeel opgefokt"}, {"date": "3 years ago", "text": "(Translated by Google) Very disappointed with this property, we stayed 10 days and upon our arrival the stay we were charged 530 while on the booking confirmation booking the amount was 490 and when we ask for the refund he only wants to pay back 11.7 euros ! Ashamed, moreover the staff do not speak French well, so it is impossible to have a discussion to explain. In addition, we want us to believe that 40 euros more are paid to booking\n\n(Original)\nTrès déçu de cet établissement, nous sommes resté 10 jours et à notre arrivé le séjour nous à été facturer 530 alors que sur la confirmation de réservation Booking le montant était de 490 et quand nous demandons le remboursement il ne veut rembourser que 11,7 euros ! Honteux, de plus le personnel ne parle pas bien français, c'est donc impossible d'avoir une discussion pour nous expliquer. De plus, on veut nous faire croire que les 40 euros en plus sont versé à booking"}, {"date": "3 years ago", "text": "(Translated by Google) Good service 1 week very well, do not hesitate to ask to change sheets, towels, cleaning. Hammam and massage in the hotel. To discover Marrakech and surroundings rental car next to reasonable prices 1 week for Fiat 120 euros ..attention about 20 minutes from the center. Aparthotel suitable for family or trip to several. Very nice staff\n\n(Original)\nBonne prestation 1 semaine très bien, ne pas hésitez à demander à changer drap , serviettes,  le ménage.  hammam et massage dans le hôtel .   Pour  découvrir Marrakech et environs location de voiture à côté prix raisonnables 1 semaine pour Fiat 120 euros ..attention à environ 20 mn du centre. Appart hôtel adapté pour famille ou voyage à plusieurs. Personnel très agréable"}, {"date": "2 years ago", "text": "(Translated by Google) Random cleaning of rooms, expensive restaurant for passable food. Friendliness to review\n\n(Original)\nNettoyage aléatoire des chambres, restaurant cher pour nourriture passable. Amabilité à revoir"}, {"date": "2 years ago", "text": "(Translated by Google) Too much noise in the evening on the garden side not too much parking space is in the public road the personal service irreproachable may perso I come back because for the price of 90th we can have better in Marrakech.\n\n(Original)\nTrop de bruit  le soir côté  jardin pas trop de place  de parking  qui est  dans la voie  publique  le service  de personnelle irréprochable mai perso je reviens  plus  car pour le prix  de 90e on peut  avoir  mieux  a marrakech ."}, {"date": "2 years ago", "text": "(Translated by Google) Friendly staff, the staff are very helpful, our room for 3 people was beautiful and well appointed! When at the restaurant, the dinner buffet was very varied\n\n(Original)\nCadre sympathique,  le personnel est très serviable, notre chambre pour 3 personnes était de belles dimensions et très bien aménagée ! Quand au restaurant,  le buffet du dîner était très varié"}, {"date": "2 years ago", "text": "(Translated by Google) Hotel very clean the food is good and every night it has different themes the pool is well positioned pool activities that super well animated by Yassine\nAt the reception I thank Mohamed who was very professional and super kind\nHotel Counselor👍👍\n\n(Original)\nHôtel très propre la nourriture est bonne et tous les soirs il a des thèmes différents la piscine est bien positionné les activités piscine ça super bien animée par Yassine\nÀ la réception je remercie Mohamed qui a été très professionnel et super gentil\nHôtel conseiller👍👍"}, {"date": "3 years ago", "text": "(Translated by Google) This hotel can not recommend staff overwhelmed, the left hand does not know what the right does. Problem in the morning while showering suddenly no more water. If you leave the room, it is dark in the hallway. Breakfast was very moderate, the room was very loud. Food who comes too late has to see, it will not be refilled, although the meal time would have taken 2 hours.\n\n(Original)\nDieses Hotel kann man nicht empfehlen Personal  überfordert, die Linke Hand weiß nicht was die rechte  tut. Problem morgens beim Duschen plötzlich kein Wasser mehr .Wenn man das Zimmer verlässt, ist es im Flur dunkel. Frühstück sehr mässig, der Raum sehr laut. Essen wer zu spät kommt hat das nachsehen,es wird nicht nachgelegt, obwohl die Essenszeit  noch 2 Stunden gedauert hätte."}, {"date": "2 years ago", "text": "(Translated by Google) Clean and organized very well positioned away from traffic jams and syclistes and not far from shopping centers!\n\n(Original)\nPropre et organisé très bien positionné loin des embouteillages et des syclistes et pas loin des centres commerciaux !"}, {"date": "a year ago", "text": "(Translated by Google) Safety at the top\n\n(Original)\nSécurité au top"}, {"date": "a year ago", "text": "(Translated by Google) Very clean hotel. Staff listening.\n\n(Original)\nHôtel très propre. Personnel à l'écoute."}, {"date": "4 years ago", "text": "(Translated by Google) Nice hotel and the food excellent in retaliation with the five other hotels we have been to. A bit further to the internationally acceptable level we have at home.\n\n(Original)\nTrevligt hotell och maten utmärkt i hämförelse med de fem andra hotellen vi varit på. En bit kvar till internationell acceptabel nivå vi har hemmavid."}, {"date": "2 years ago", "text": "(Translated by Google) The club very nice children and the staff thank you bcp\n\n(Original)\nLe club des enfants très agréable ainsi le staff merci bcp"}, {"date": "2 years ago", "text": "(Translated by Google) Personal too soft ... Friendly place ... It is essential to change staff\n\n(Original)\nPersonnels trop mou... Lieu sympathique... Il faut absolument changer de staff"}, {"date": "2 years ago", "text": "(Translated by Google) Everything OK. Please note - the SPA Berreich was not used. No assessment about it.\n\n(Original)\nAlles Ok. Bitte beachten - der SPA Berreich wurde nicht benutzt. Keine Beurteilung darüber."}, {"date": "9 months ago", "text": "(Translated by Google) We stayed there 2 weeks ago and were very disappointed.\n\n1- hygiene is not at all the appointment: dust everywhere, a smelly apartment, dirty carpets, do not talk about the bathroom that is just infected (I suggest you look at the photos attachments).\n\n2- the apartment overlooked the avenue so impossible to sleep at night.\n\n3- the linen is missing in the apartment we had to claim 5 or 6 times to get towels and sheets.\n\n4- Only one person in the kids club to handle all the kids there was during this holiday week.\n\nIn addition, the kids club is not at all secure (stairs, dirty toys, ...)\n\n5- The supermarket practices incredibly high prices.\n\n(Original)\nNous y avons séjourné il y a 2 semaines  et avons été très déçus.\n\n1- l'hygiène n'est pas du tout au rendez vous : de la poussière partout, un appartement qui sent mauvais, des tapis sales, ne parlons pas de la salle de bain qui est juste infectée (Je vous propose de regarder les photos en pièces jointes).\n\n2- l'appartement donnait sur l'avenue donc impossible de dormir la nuit.\n\n3- le linge manque dans l'appartement on a du réclamer 5 ou 6 fois pour avoir des serviettes et des draps.\n\n4- une seule personne dans le kids club pour gérer tous les enfants qu'il y avait pendant cette semaine de vacances.\n\nEn plus, le kids club n'est pas du tout sécurisé (escaliers, jouets sales,...)\n\n5- la supérette pratique des prix incroyablement élevés."}, {"date": "a year ago", "text": "(Translated by Google) Elegant hotel and away from the inconvenience\n\n(Original)\nفندق رايق وبعيد عن الإزعاج"}, {"date": "2 years ago", "text": "(Translated by Google) A 4 day stay in August on the beautiful WAZO APPART with a smiling staff. Even though the hotel was full all was in order.\n\n(Original)\nUn séjour de 4 jours en août sur le WAZO APPART magnifique avec un personnel souriant. Meme si l’hôtel été plein tout était en ordre."}, {"date": "a year ago", "text": "(Translated by Google) Comfort at a decent price\n\n(Original)\nConfort la pret decent"}, {"date": "4 years ago", "text": "(Translated by Google) A new hotel, looks good. Friendly staff. Outdoor swimming pool and Two dining rooms\n\n(Original)\nEen nieuw hotel, ziet er goed uit. Vriendelijk personeel. Zwembad buiten en Twee eetzalen"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice location, nice staff, good food.\n\n(Original)\nFoarte frumoasa locatia,personal dragut,mancare buna."}, {"date": "2 years ago", "text": "(Translated by Google) Very nice hotel, clean rooms, varied breakfast and a nice pool although small.\n\n(Original)\nTrès bel hotel, chambres propres, petit dejeuner varié et une jolie piscine bien que petite."}, {"date": "2 years ago", "text": "(Translated by Google) Poor reception\nUnqualified staff and of course Moroccan style we have to pay before spending the stay ... according to Moroccan law requires receptionist hhhh\nIn short to forget\n\n(Original)\nAccueil médiocre\nPersonnel pas qualifié et bien sûr à la marocaine on t obligé à payer avant de passer le séjour ... selon la loi du Maroc réclame le réceptionniste hhhh\nBref à oublier"}, {"date": "2 years ago", "text": "(Translated by Google) Very clean.room cool .. price very correct ...\n\n(Original)\nTres propre..chambre cool.. prix tres correcte..."}, {"date": "2 years ago", "text": "(Translated by Google) Very good hotel, comfortable bed and very clean room.\n\n(Original)\nTrès bonne hotel, lit confortable et chambre très propre."}, {"date": "2 years ago", "text": "(Translated by Google) Beautiful. Except very very very cold on the ground floor despite heating in December\n\n(Original)\nTrès beau. Sauf très très très froid au rez de chaussée malgré le chauffage en mois de décembre"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent stay, a big thank you to Mehdi who made your stay even more enjoyable.\n\n(Original)\nExcellent séjour , un grand merci a Mehdi qui a rendu se séjour encore plus agréable ."}, {"date": "2 years ago", "text": "(Translated by Google) Of course you have to add some staff names like brahim adif El ghazy ihssau (butler) and all the collaborators\n\n(Original)\nBien sûr il faut ajouter quelques noms du personnel comme brahim adif El ghazy ihssau (maître d'hôtel) et toutes les collaboratrices et collaborateurs"}, {"date": "2 years ago", "text": "(Translated by Google) Short but qualitative stay nothing to complain about\n\n(Original)\nSéjour bref mais qualitatif rien à redire"}, {"date": "4 years ago", "text": "(Translated by Google) A 3 star masked by 4 stars. The common areas and the swimming pool are beautiful, but in the room there is no mini bar or hairdryer. Chaotic breakfast.\n\n(Original)\nUn 3 stelle mascherato da 4 stelle . Belli gli spazi comuni e la piscina, ma in camera assenza di frigo bar e phon. Colazione caotica."}, {"date": "3 years ago", "text": "(Translated by Google) Stayed at the cleanest modern hotel, Wi-Fi is super fast. not bad\n\n(Original)\n住的最干净现代的酒店了，Wi-Fi 超级快。很不错"}, {"date": "4 years ago", "text": "(Translated by Google) New and modern hotel on the outskirts of Marrakech. There is a pleasant atmosphere and there is a lot of light.\n\n(Original)\nNieuw en modern hotel aan de rand van Marrakech. Er heerst een aangename sfeer en er is veel licht."}, {"date": "2 years ago", "text": "(Translated by Google) Beautiful. But outside the city\n\n(Original)\nFrumos. Dar în afara orasului"}, {"date": "2 years ago", "text": "(Translated by Google) A big hotel. RAS\n\n(Original)\nUn grand hôtel. RAS"}, {"date": "2 years ago", "text": "(Translated by Google) I liked warm welcome hotel clean there is animation ds the day by the pool and in the evening also we do not bother the reasonable price\n\n(Original)\nJ'ai aimé accueil chaleureux hotel propre il ya de l'animation ds la journée au bord de piscine et le soir aussi  on s'ennuie pas le prix raisonnable"}, {"date": "2 years ago", "text": "(Translated by Google) A simple hotel well maintained clean and very interresant for professional trips.\n\n(Original)\nUn hotel simple bien entretenu propre et tres interresant pour des deplacements professionel."}, {"date": "2 years ago", "text": "(Translated by Google) A good hotel with good quality of service ...\nLocation next to Marjane ... good value for money\n\n(Original)\nUn bon hotel avec bonne qualité de service...\nEmplacement à côté de Marjane...rapport qualité prix bien"}, {"date": "4 years ago", "text": "(Translated by Google) C top .. very clean and calm. Good choice considering the quality and the price\n\n(Original)\nC top .. très propre et calme. Bon choix vu la qualité et le prix"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice and wonderful management Greetings to Mr. Tariq Hotel Manager\n\n(Original)\nجميل جدا وايداره رائعه  تحياتي للستاذ طارق مدير الفندق"}, {"date": "2 years ago", "text": "(Translated by Google) great service. A great view. Very friendly staff. We have had a great time.\n\n(Original)\nbuen servicio. una vista genial .personal muy amable .lo hemos pasado  genial."}, {"date": "2 years ago", "text": "(Translated by Google) Perfect .. Ideal for family, friendly staff, helpful and hospitable, swimming pool it works\n\n(Original)\nParfait.. Ideal pour famille, personnel sympas, serviable et accueillant,piscine ça marche"}, {"date": "2 years ago", "text": "(Translated by Google) A good quality hotel for its rooms but there is a lot of service problem and restaurants\n\n(Original)\nUn hôtel de bonne qualité pour ses chambres mais il y a beaucoup de problème de service et restaurants"}, {"date": "2 years ago", "text": "(Translated by Google) A hotel for 2-3 days in Marakesch, is not far from the medina / petit taxi to the medina, depending on the time 3-5 €.\nA longer stay? There are more interesting places.\n\n(Original)\nEin Hotel für 2-3 Tage Marakesch,liegt nicht weit von der Medina / Petit Taxi zur Medina je nach Uhrzeit 3-5 €.\nEinen längeren Aufenthalt ? Da gibt es interessantere Orte."}, {"date": "2 years ago", "text": "(Translated by Google) Very nice hotel nothing to complain about. Unfortunately located out of town, so far from everything.\n\n(Original)\nTrès bel hôtel rien à redire. Malheureusement situé en sortie de ville, donc loin de tout."}, {"date": "2 years ago", "text": "(Translated by Google) Hotel at the level very good report quality service price. Clean and modern\n\n(Original)\nHôtel au niveau tres bon rapport service qualité prix. Propre et moderne"}, {"date": "3 years ago", "text": "(Translated by Google) Good value for money, rooms are clean. The hotel service zero.\nThe reception of the staff is not warm\n\n(Original)\nBon rapport qualité prix, les chambres sont propre. Le service hôtelier zéro.\nL'accueil du personnel n'est pas chaleureux"}, {"date": "2 years ago", "text": "(Translated by Google) 4 star hotel, characterized by its location as it is located at the entrance of the city of Marrakech and the hotel is clean, there is no private parking for the hotel but the price of the parking is almost 5 dirhams per day\n\n(Original)\nفندق ٤ نجوم ، يتميز بموقعه حيث انه يقع عند مدخل مدينة مراكش والفندق نظيف ، لا توجد مواقف السيارات خاصة بالفندق ولكن سعر الموقف تقريبا ٥ دراهم لليوم"}, {"date": "a year ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "a year ago", "text": "(Translated by Google) Very bad service 😠😠😠\n\n(Original)\nTres mauvais service 😠😠😠"}, {"date": "3 years ago", "text": "(Translated by Google) Clean welcome warm places except a great flat buffet breakfast- less than basic no choice cold not up to the 4 stars\n\n(Original)\nPropreté accueil lieux chaleureux sauf un grand bémol buffet petit déjeuner- moins que basique pas de choix froid pas a la hauteur des 4 étoiles"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent service from the hotel I would like to thank mister mohamed amsaafi for his help and for his service and kindness i highly recommend mohamed\n\n(Original)\nExcellent service de l'hôtel je tiens a remercier monsieur mohamed amsaafi pour son aide et pour son service et gentillesse je vous recommande vivement mohamed"}, {"date": "3 years ago", "text": "(Translated by Google) Clean, for the apartment hotel lacks extenciles kitchens to avoid chembre windows street. on street damage breakfast is not included. No garage parking.\n\n(Original)\nPropre, pour l'appartement hôtel manque d'extenciles cuisines à éviter chembre fenêtres rue. sur rue dommage le petit déjeuner n'est pas compris. Pas de garage parking."}, {"date": "3 years ago", "text": "(Translated by Google) Nice hotel .Spa with a very attentive and professional staff. A very pleasant parenthesis.\n\n(Original)\nHôtel agréable .Spa avec un personnel très attentionné et professionnel . Une parenthèse fort agréable."}, {"date": "2 years ago", "text": "(Translated by Google) Very nice hotel on all plans. 4 stars deserved\n\n(Original)\nTrès beau hôtel sur tous les plans. 4 étoiles mérité"}, {"date": "3 years ago", "text": "(Translated by Google) Good hotel but the staff are not always very pleasant\nThe meals are hearty and of quality\nThe rooms are very clean and spacious\n\n(Original)\nBon hôtel mais le personnel n’est pas toujours très agréable\nLes repas sont copieux et de qualité\nLes chambres sont très propres et spacieuse"}, {"date": "2 years ago", "text": "(Translated by Google) Hotel and apart hotel very nice and chic, schedule of two decent pool, the rooms / appart hotel very clean and nice, apart hotel having a family side, the food and the places are nice and the team of animations and very nice, friendly, nice and a lot of originality about the parties that take place at the hotel\n\n(Original)\nHôtel et appart hôtel très agréable et chic, horaire des deux piscine convenable, les chambre/appart hotel très propre et agréable, appart hôtel ayant un côté familiale, la nourriture et les lieux sont sympa et l équipe d animations et très gentil, sympathique, agréable et beaucoup d originalité sur les soirée qui ont lieu à l hotel"}, {"date": "3 years ago", "text": "(Translated by Google) Fabulous Stay, Clean Hotel, Design\nThe welcoming staff, very smiling\nThe only small detail is the breakfast which is too simple for the quality of the hotel\n\n(Original)\nSéjour Fabuleux, hôtel Propre, Design\nLe personnel accueillant, très souriant\nLe seul petit détail c’est le petit déjeuner trop simple pour la qualité de l’hôtel"}, {"date": "2 years ago", "text": "(Translated by Google) Standard hotel price for 2 persons DKK 179\n\n(Original)\nStandart hotel pris for 2 personer 179.kr"}, {"date": "4 years ago", "text": "(Translated by Google) Ask for a room with 2 toilets. You can cook on site.\nThe employees are calm and that is a huge quality.\n\n(Original)\nDemandez une chambre avec 2 toilettes. Vous pouvez cuisiner sur place.\nLes employés sont calmes et c'est une énorme qualité."}, {"date": "2 years ago", "text": "(Translated by Google) Very nice and not too expensive.\n\n(Original)\nMuito agradável e não é muito caro."}, {"date": "2 years ago", "text": "(Translated by Google) Very well attended\n\n(Original)\nTres bien frequente"}, {"date": "2 years ago", "text": "(Translated by Google) Great value for money, friendly staff and customer focus\n\n(Original)\nTrès bon rapport qualité prix, personnel aimable et priorité aux clients"}, {"date": "2 years ago", "text": "(Translated by Google) Nice hotel, and good breakfast / buffet\n\n(Original)\nAgradable hotel, y buen desayuno/buffet"}, {"date": "2 years ago", "text": "(Translated by Google) Quiet location beautiful pretty studios staff welcoming good service bedding can do better\n\n(Original)\nLieu calme beau jolies studios personnel acceuillant bon service literie peut faire mieux"}, {"date": "2 years ago", "text": "(Translated by Google) Nice hotel, as well as the reception.\n\n(Original)\nHotel sympa,  ainsi que l'accueil."}, {"date": "2 years ago", "text": "(Translated by Google) Hotel well. The best, the pool. The worst, how far it is from the center and the life of Marrakech. Between 8 and 10 euros each taxi to go to the center\n\n(Original)\nHotel bien. Lo mejor, la piscina. Lo peor, lo lejos que está del centro y la vida de Marrakech. Entre 8 y 10 euros cada taxi para ir al centro"}, {"date": "2 years ago", "text": "(Translated by Google) A very good place to spend a very beautiful moment. The apartments are good and the staff is very welcoming, we had a good time.\n\n(Original)\nUn très bon endroit de passer un moment tres beau . Les appartements son bonnes ainsi que le service de personnel est tres accueillant, on a passé un moment agréable.à la prochaine."}, {"date": "2 years ago", "text": "(Translated by Google) Nice places but there are improvements to be made as well, the service is not really up to a four stars, I went to the pool around 13:00 and to my surprise I can not find anyone to give me a towel , the guy took his break already and nobody replaces it - that's why I give three stars not to give two.\n\n(Original)\nLieux sympa mais il ya des améliorations à faire comme même, le service n'est pas vraiment à la hauteur par rapport à un quatres étoiles , je suis déscendu à la piscine vers 13h00 et à ma surprise je ne trouve personne pour me donner une serviette , le mec a pris sa pause déj et personne ne le remplace 😤 cest pour cela je donne trois étoiles pour ne pas en donner deux."}, {"date": "2 years ago", "text": "(Translated by Google) The Hotel is very well but the person of reception would have to be more pleasant lack sympathy\n\n(Original)\nEl Hotel esta muy bien  pero la persona de recepcion tendria de ser mas agradable  le falta simpatia"}, {"date": "3 years ago", "text": "(Translated by Google) Very good address on Marrakech, always very clean, friendly staff and impeccable rooms. To recommend.\n\n(Original)\nTrès bonne adresse sur Marrakech, toujours très propre, personnel accueillant et chambres impeccables. À recommander."}, {"date": "2 years ago", "text": "(Translated by Google) A very beautiful experience to relive\n\n(Original)\nUne trés belle experience à revivre"}, {"date": "3 years ago", "text": "(Translated by Google) Day 1\nA very clean hotel with a strategic location ... Check-in lasted 43min problem of not synchronization between the reception of the hotel and the e.comerce department ... and we mounted our rings by ourselves.\nWe return to the reception at the beginning of the evening. The receptionist told us the price displayed on the confirmation email and excluding tax. You have to add a supplement. I find that abnormal.\nwill send the rest\n\nDay 2\nVery rich and varied breakfast. Very friendly staff. A magnificent musical entertainment for the occasion of the celebration of 3id adha ...\n\n...\n\n(Original)\nJour 1\nUn hôtel très propre avec un emplacement stratégique... L'enregistrement a duré 43min problème de non synchronisation entre la réception de l'hôtel et le département e.comerce... et on a monté nos bagues par nous même.\nOn retournons a la réception au début du soir. Le réceptionniste a nous que le prix affiché sur le mail de confirmation et hors taxe. Il faut ajouter un supplément. Je trouve ça anormal.\nenverra la suite\n\nJour 2\nPetit déjeuner très riche et varié. Personnel tres sympa. Une magnifique animation musicale pour l'occasion de la fête de 3id adha...\n\n..."}, {"date": "3 years ago", "text": "(Translated by Google) Spend some fun time at this hotel as well as training courses\n\n(Original)\nيمكن قضاء وقت ممتع بهذا الفندق وكذا دورات تكوينية"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice spacious rooms good price\n\n(Original)\nTrès jolies chambres spacieuses bon prix"}, {"date": "2 years ago", "text": "(Translated by Google) Home chalruereux, impeccable service, quality-price very reasonable.\n\n(Original)\nAccueil chalruereux, service impeccable, qualité- prix très raisonnable."}, {"date": "3 years ago", "text": "(Translated by Google) Polite staff. Cuisine regional good.\nWere only in transit\n\n(Original)\nHöfliches Personal. Küche regional gut.\nWaren nur auf der Durchreise"}, {"date": "2 years ago", "text": "(Translated by Google) Really I am satisfied A very good service good continuation\n\n(Original)\nVraiment je suis satisfaite Une tres bon service bon continuation"}, {"date": "3 years ago", "text": "(Translated by Google) Good welcome\nVery nice fast service. To highly recommend.\n\n(Original)\nBon accueil\nTrès agréable service rapide. A fortement recommander."}, {"date": "3 years ago", "text": "(Translated by Google) This is a quiet hotel seen on the mountainous rooms are soundproof and the kidz club is beautiful\n\n(Original)\nC'est un hôtel calme vu sur les montagneux les chambres sont insonores et le kidz club est magnifique"}, {"date": "2 years ago", "text": "(Translated by Google) I recommend it for families, good place to relax\n\n(Original)\nJe le conseille pour les familles, bon lieu pour se détendre"}, {"date": "3 years ago", "text": "(Translated by Google) The rooms are comfortable staff very available\nDeserves its four stars.\n\n(Original)\nLes chambres sont confortables personnel très disponible\nMérite ses quatres étoiles."}, {"date": "7 months ago", "text": "(Translated by Google) Brand new. All beautiful. As long as it lasts ... And in 2021 it's still the top .. Bravo\n\n(Original)\nTout nouveau. Tout beau. Pourvu que ça dure... Et en 2021 c'est toujours le top.. Bravo"}, {"date": "2 years ago", "text": "(Translated by Google) Hotel which has degraded. Pti dej bofff\n\n(Original)\nHotel qui s est degrade. Pti dej bofff"}, {"date": "2 years ago", "text": "(Translated by Google) Nice hotel located on the road to casa. In front of the same management apart. Good value for money.\nFrom the hotel you can reach the jemaa el fna square by taxi or by bus next to the Ben youssef high school 5 minutes on foot.\nLeaving the hotel turn left 10 minutes on foot, you will see the museum of the history of water.\n\n(Original)\nBel hôtel situé sur la route de casa. En face des apart même gestion. Bon rapport qualité prix.\nDepuis l'hôtel vous pouvez rejoindre la place jemaa el fna en taxi ou bien en bus à côté du lycée Ben youssef 5 mn à pied.\nEn sortant de l'hôtel tournez à gauche 10 mn à pied, vous au musée de l'histoire de l'eau."}, {"date": "3 years ago", "text": "(Translated by Google) the modern touch of the hotel, the location and the nightlife make this area a wonderful place for relaxing moments,\n\n(Original)\nla touche moderne de l hotel , l emplacement l animation nocturne font de ce coin un endroit magnifique pour des moments de détente ,"}, {"date": "2 years ago", "text": "(Translated by Google) Breakfast Mahlaba\n\n(Original)\nP'tit déj. Mahlaba"}, {"date": "3 years ago", "text": "(Translated by Google) A great place for families very good clean location and reasonable price\n\n(Original)\nUn endroit super pour les familles très bon emplacement propre et prix raisonnable"}, {"date": "3 years ago", "text": "(Translated by Google) took a room in the wazo hotel. the stay was beautiful. ..l hotel is clean ..l home is ok ..the room is spacious. the kitchen equipment nothing to say. ..parking available is secure. a shop is near the hotel open 7/7 and all night even late ... basically a good hotel i would come back inchalh.\n\n(Original)\nai pris une chambre  dans l appart hôtel wazo. .le séjour était magnifique. ..l hôtel est propre ..l accueil est correcte ..la chambre est spacieuse. .les equipement de cuisine rien à dire. ..parking disponible est sécurisé. .une boutique est près de l hôtel ouverte 7/7 et toute la nuit même tard...en gros c un bon hôtel je reviendrais inchalh."}, {"date": "3 years ago", "text": "(Translated by Google) Proper diet\nWelcoming staff\nAny room, mediocre view, plumbing problem, noisy bed with every movement ...\nHousekeeping very late\n\n(Original)\nAlimentation correcte\nPersonnel accueillant\nChambre quelconque, vue médiocre, problème de plomberie, lit bruyant à chaque mouvement...\nMenage au niveau des chambres trés tardif"}, {"date": "3 years ago", "text": "(Translated by Google) Best value for money, very quiet with soft music, clean, very welcoming staff, and a supeeerb breakfast\n\n(Original)\nMeilleur rapport qualité prix,  très calme avec de la musique douce,  propre , personnels tres accueillant, et un supeeerb petit dej"}, {"date": "4 years ago", "text": "(Translated by Google) WAZO apartement is very cool ,, the location is new and very clean ,, treated very special from the reception Sister treasure offers you help and advice for the best, I strongly advise him.\n\n(Original)\nشقق فندقية WAZO رائع جدا ،، الموقع جديد ونظيف للغاية ،، تعامل رائع خاصة من الإستقبال الأخت كنزه تقدم لك المساعدة والمشورة للأفضل ،،  انصح به بشدة."}, {"date": "3 years ago", "text": "(Translated by Google) New, friendly and well located\nSome improvements to be made, but good value for money.\nApart hotel also for families\n\n(Original)\nNouveau,  sympa et bien situé\nQuelques améliorations à apporter,  mais bon rapport qualité / prix.\nAppart hôtel aussi pour les familles"}, {"date": "3 years ago", "text": "(Translated by Google) A hotel far from a 4 star! Average bedding, very thin breakfast. I do not like at all.\n\n(Original)\nUn hôtel loin d'un 4 étoiles ! Literie moyenne, petit déjeuner très maigre. Je n'aime pas du tout."}, {"date": "3 years ago", "text": "(Translated by Google) Good together but poor location forced to consume at the hotel\n\n(Original)\nBonne ensemble mais mauvaise situation géographique obligé de consommer à l'hôtel"}, {"date": "a year ago", "text": "(Translated by Google) It was not beautiful\n\n(Original)\nماكان جميل العايت"}, {"date": "2 years ago", "text": "(Translated by Google) Very quiet and clean and not too far from the city center\n\n(Original)\nTrès calme et propre et pas trop loin du centre ville"}, {"date": "4 years ago", "text": "(Translated by Google) Very good Q / p ratio\nAt the bar\nAt the swimming pool\nNice rooms with a good choice of TV channels\n\n(Original)\nTrès bon rapport rapport Q/p\nAu bar\nA la piscine\nLes chambres sont belles avec un bon choix de chaînes TV"}, {"date": "4 years ago", "text": "(Translated by Google) Very good value for money hotel cleaning service is offered during the stay in their well equipped apartment.\n\n(Original)\nTres bon hôtel rapport qualité prix le service ménage est offert pendant le séjour dans leur appartement bien équipé."}, {"date": "3 years ago", "text": "(Translated by Google) Pretty classic hotel ... after there is better\n\n(Original)\nJolie hôtel assez classique...après y a mieux"}, {"date": "2 years ago", "text": "(Translated by Google) That's the touch of a professional and his staff\n\n(Original)\nCa ce vois la touche d un professionel du metier et son staff"}, {"date": "3 years ago", "text": "(Translated by Google) Good and quiet perfect to spend a few days\n\n(Original)\nBueno y tranquilo perfecto para pasar unos días"}, {"date": "5 years ago", "text": "(Translated by Google) excellent natural environment, good architecture and brand new property (opening October 2016)\n\n(Original)\nexcellent environnement naturel, bonne architecture et établissement flambant neuf (ouverture octobre 2016)"}, {"date": "3 years ago", "text": "(Translated by Google) Wifi is fast, the room is comfortable, clean, breakfast is rich, and the surrounding environment is quiet. The supermarket is about 30 minutes (walking) near the hotel, and the whole is very satisfied.\n\n(Original)\nWifi 上網快，房間舒適、乾淨、早餐豐富，四周環境寧靜。超市近酒店约30分鐘（步行），整体都非常滿意😊😊"}, {"date": "3 years ago", "text": "(Translated by Google) We had a great time super clean both the guys at the reception and the restaurants and bar nice and nice especially Simon and Amin 😘 we will return\n\n(Original)\nLo pasamos genial super limpio tanto los chicos de recepción como los de restaurantes y bar simpáticos y agradables en especial Simón y Amin 😘volveremos"}, {"date": "2 years ago", "text": "(Translated by Google) Pleasant atmosphere with beautiful garden.\n\n(Original)\nAngenehme Atmosphäre mit schönem Garten."}, {"date": "4 years ago", "text": "(Translated by Google) Clean apartment, comfortable bedding ....\nIdeal for family with children ... KidzClub available from 10h to 17h\nBreakfast to improve .....\n\n(Original)\nAppartement propre, literie confortable....\nIdéal pour famille avec enfants...KidzClub disponible de 10h à 17h\nPetit déjeuner à améliorer....."}, {"date": "3 years ago", "text": "(Translated by Google) Welcome wazo apartment very clean friendly staff a big thank you to a lady responsible for his professionalism she added me a comfortable bed instead of a bed sup for my father very old. Thank you for all\n\n(Original)\nBon accueil appartement wazo très clean staff aimable un grand merci à une dame responsable pour son professionnalisme elle m'a rajouté un lit confortable au lieu d'un lit sup pour mon père très âgé. Mercii pour tt"}, {"date": "3 years ago", "text": "(Translated by Google) I love this hotel because the agents are very welcoming and there is a lot of activity in the pool which is beautiful and especially the animator especially Mimi who is very entertaining and kind as a facilitator.There is cleanliness. I recommend this hotel.\n\n(Original)\nJ adore cet hotel parce que les agents sont très accueillant et il y a beaucoup d activité dans la piscine qui est magnifique et surtout les animateur spécialement Mimi qui est très amusant et gentil comme animateur.Il y a de la propreté . je recommande cet hotel ."}, {"date": "2 years ago", "text": "(Translated by Google) Calm and pleasant\n\n(Original)\nCalme et agréable"}, {"date": "3 years ago", "text": "(Translated by Google) Hotel very quiet. Very good quality and service.\n\n(Original)\nHotel muy tranquilo. Muy buena calidad y servicio."}, {"date": "3 years ago", "text": "(Translated by Google) We had a nice time. Bravo. You deserve 5 *\n\n(Original)\nOn a passé d agréable moment. Bravo .vous méritez 5*"}, {"date": "2 years ago", "text": "(Translated by Google) Good hotel only no guarded parking.\n\n(Original)\nBon hôtel seulement pas de parking gardé."}, {"date": "2 years ago", "text": "(Translated by Google) Sorry (bad)\n\n(Original)\nTyvärr ( dålig )"}, {"date": "2 years ago", "text": "(Translated by Google) Small room, the photos have nothing to do with reality, I'm a little disappointed\n\n(Original)\nChambre petite , les photo n’ont rien avoir avec la realite , je suis un peux deçu"}, {"date": "2 years ago", "text": "(Translated by Google) A very beautiful hotel, better value for money, very very clean, helpful staff, smiling, pr deserves 5 stars, the room very clean, the maid dounia as kind as tt, I would like to thank all the staff without exception.\nSmyej, geneva🇨🇭\n\n(Original)\nUn très beau hotel, rapport qualité prix meilleurs, très très propre, personnel serviable, souriant, pr nous mérite 5 étoiles, la chambre très propre, la femme de chambre dounia gentille comme tt, je tiens à remercier tt le personnel sans exception.\nSmyej, geneve🇨🇭"}, {"date": "3 years ago", "text": "(Translated by Google) This is a very good hotel to recommend to any tourist in Marrakech.\n\n(Original)\nC'est un très bon hôtel à conseiller à tout les touristes de Marrakech."}, {"date": "3 years ago", "text": "(Translated by Google) Beautiful resort !!! With a good atmosphere ... classic rooms and apart-hotels for up to 6 people are offered! Pools and restaurants belonging to the resorts ... Good value! For us who are apart-hotel we did the shopping on foot in a Marjal (supermarket corresponding to Carrefour home!) The foot !!! 😊😉Good holidays to all !!! 👍🌞😎🌵🏊\n\n(Original)\nBeau complexe hôtelier!!! Avec une bonne ambiance... des chambres classiques et des appart-hôtels pouvant accueillir au max 6 personnes nous sont proposés!!! Piscines et restauration appartenant aux complexe hôtelier... Bon rapport qualité-prix!!! Pour nous qui sommes en appart-hôtel nous avons fait les courses à pieds dans un Marjal (supermarché correspondant à  Carrefour chez nous!) Le pied!!!😊😉Bonnes vacances à tous!!!👍🌞😎🌵🏊"}, {"date": "2 years ago", "text": "(Translated by Google) Very good acceuil❤❤\n\n(Original)\nTrés bon acceuil❤❤"}, {"date": "2 years ago", "text": "(Translated by Google) I liked\n\n(Original)\nJ'ai bien aimé"}, {"date": "3 years ago", "text": "(Translated by Google) Very good idea\n\n(Original)\nTrès bonne idée"}, {"date": "3 years ago", "text": "(Translated by Google) Zuwain Hotel Zuwain is just a short distance from the heart of Marrakech, with its cafés and restaurants. TV limited channels. There are no parking spaces inside the hotel.\n\n(Original)\nفندق زوين سعره زوين يعيبه بعده عن قلب مراكش مرافقه من كافيه ومطاعم مستواها مدني. التلفزيون محدود القنوات.  لايوجد مواقف داخل محيط الفندق."}, {"date": "3 years ago", "text": "(Translated by Google) Small pool and breakfast not up to a 5 star hotel.\n\n(Original)\nPetit piscine et un petit déjeuner pas a la hauteur d'un hotel 5 etoile."}, {"date": "4 years ago", "text": "(Translated by Google) Beautiful hotel\nThe quiet location\nExcellent welcome\nComfortable bed\n\n(Original)\nMagnifique hotel\nL'emplacement calme\nAccueil excellent\nLit confortable"}, {"date": "4 years ago", "text": "(Translated by Google) Beautiful very clean only in winter I would like the picsine to be heated\n\n(Original)\nMagnifique tres propre seulement en hiver j aimerai que la picsine soit chauffée"}, {"date": "4 years ago", "text": "(Translated by Google) Excellent hotel and especially the kids club which is great and full of activities (xbox 360 .....\n\n(Original)\nExcellent hôtel  et surtout le club enfants qui est génial et pleins d'activités  (xbox 360....."}, {"date": "2 years ago", "text": "(Translated by Google) Very clean\n\n(Original)\nTrès propres"}, {"date": "2 years ago", "text": "(Translated by Google) service to improve and small dèj-basic.\n\n(Original)\nservice à améliorer et petit dèj-basique ."}, {"date": "3 years ago", "text": "(Translated by Google) Very pleasant hotel. Comfortable room as well as bedding. Pleasant staff.\nEntertainment is very good and never forces the customer to be courteous and polite entertainers under the guidance of their very friendly manager.\nthe restaurant la bruschetta is ok but a little more choice would be welcome.\nVery clean pool and beaches.\nThe spa at this hotel is exceptional, both in terms of the welcome and the care provided. I really have something to compare with other hotel spas.\n\n(Original)\nHôtel très agréable.chambre confortable ainsi que la literie.personnels agréables.\nL'animation est très bien et ne force jamais le client.les animateurs courtois et polis sous la direction de leur responsable très sympathique.\nle restaurant la bruschetta est correct mais un peu plus de choix serait bienvenue.\nPiscine et plages très propres.\nLe spa de cet hôtel est exceptionnel,tant par l'accueil que par les soins prodigués. J'ai vraiment matière à comparaison avec d'autres spas d'hôtel ."}, {"date": "3 years ago", "text": "(Translated by Google) i regretted having thought of spending this year's AID EL ADHA at hotel wazo.\nthe organization of the lunch buffet is zero, I will never think of setting foot there, nor of advising it to my acquaintances.\na stingy buffet which was not enough for even about fifty people.\nI arrived at 2 pm to find an empty buffet, neither salad nor meat, what a horror to pay 220 dhs per person and not be able to satisfy a clientele who has already reserved more.\nIt's a shame.\n\n(Original)\nj 'ai regretté d'avoir pensé à passer l'AID EL ADHA de cette année à hotel wazo.\nl'organisation du buffet dejeuner est nulle, je ne penserai jamais à y mettre les pieds, ni à le conseiller à mes connaissances.\nun buffet radin qui n'a suffit m^me pas à une cinquantaine de personne.\nje suis arrivée à 14 heures pour trouver un buffet vide , ni salade ni viande, quelle horeur pour payer 220 dhs par personnes et ne pas etre capable de satisfaire une clientele qui a deja reservé en plus.\nc est lamentable."}, {"date": "2 years ago", "text": "(Translated by Google) A good place especially for families\n\n(Original)\nUn bon coin surtout pour les familles"}, {"date": "3 years ago", "text": "(Translated by Google) a good apart hotel despite qques sces to improve .... I recommend it for family holidays ...\n\n(Original)\nun bon appart hôtel malgré qques sces à améliorer .... je le recommande pour des vacances en famille..."}, {"date": "3 years ago", "text": "(Translated by Google) Beautiful decoration good home cleanliness impeccable\n\n(Original)\nTrès belle déco bonne accueil propreté impeccable"}, {"date": "3 years ago", "text": "(Translated by Google) Good .. especially the staff at reception high morals\n\n(Original)\nجيد ..خصوصا طاقم العمل في الاستقبال أخلاق عاليه"}, {"date": "2 years ago", "text": "(Translated by Google) A good place for a stay in Marrakech\n\n(Original)\nUn bon lieu pour un séjour à Marrakech"}, {"date": "3 years ago", "text": "(Translated by Google) Apart. great hotel. Ideal for a family with 2 or 3 children.\n2 bathrooms. Not very far from the city center. The only downside ... the cleanliness. Sticky soil and dust not made regularly. Correct breakfast for the price. Choose room courtyard side because street side much too noisy.\n\n(Original)\nAppart. hotel grand . Ideal pour une famille avec 2 ou 3 anfants.\n2 salles de bain appréciables.  Pas tres loin du centre ville. Le seul bémol ...la propreté. Sol collant et poussière pas faite régulièrement. Petit déjeuner correct pour le prix. Choisir chambre côté cour car côté rue beaucoup trop bruyant."}, {"date": "3 years ago", "text": "(Translated by Google) Wazo is a quiet and spacious hotel with a very helpful staff\n\n(Original)\nWazo est un hôtel calme et spacieux avec un personnel très serviable"}, {"date": "2 years ago", "text": "(Translated by Google) Very good.\n\n(Original)\nMuito bom."}, {"date": "2 years ago", "text": "(Translated by Google) Good value for money. Hitel type Ibis\n\n(Original)\nBon rapport qualité prix. Hitel type Ibis"}, {"date": "3 years ago", "text": "(Translated by Google) it must not be a hotel of 4 star I give 3 ..\n\n(Original)\nca doit  pas etre un hotel de 4 etoile je donne 3.."}, {"date": "4 years ago", "text": "(Translated by Google) Excellent welcome and services. Very nice apart hotel.\n\n(Original)\nExcellent accueil et services. Très jolie appart hôtel."}, {"date": "3 years ago", "text": "(Translated by Google) Wonderful place, nice apartments, clean and graciously treated, honest place worth visiting\n\n(Original)\nمكان رائع وشقق جميلة ونظيفة وتعامل راقي بصراحة المكان يستحق الزيارة"}, {"date": "3 years ago", "text": "(Translated by Google) Hotel whose major asset is the large swimming pool, far from the center but close to the bus stops to go into town: either on the main road a few hundred meters away or in front of the ben youssef high school.\nTop entertainment team! Selim, Mimid and the others are very nice, welcoming and warm.\nAt the reception it's random, there are some people who are really very rude and others who are nicer. Very slow room service, do not hesitate to ask again several times.\nThe card to enter our room was demagnetized several times a day, so you had to go systematically to the reception to recharge it. Usually it was quick but once I had to wait over 10 min to recharge it because the receptionist was counting her till and didn't even look up at me. Neither hello nor smile.\nThe rooms are cleaned every day, but summarily. The windows (fingerprints) and the balcony floor were not done throughout the stay.\nThe restaurants do not offer local dishes. It is focused on Italian cuisine (pizzas, pasta, brushettas, salads). All-you-can-eat breakfast buffet at 70 dirham per person.\nThe +: the swimming pool, the entertainment team\nThe -: reception staff not always pleasant, slow room service, cleanliness of the rooms, bedding that hurts your back, choice of dishes on offer, there is no maintenance at all in the toilets of the spa / gym (I've never seen such a dirty toilet)\n\n(Original)\nHôtel dont l'atout majeur est la grande piscine, loin du centre mais proche des arrêts de bus pour aller en ville : soit sur la grande route à quelques centaines de mètres ou devant le lycée ben youssef.\nÉquipe d'animation au top ! Selim, Mimid et les autres sont très sympa, accueillants et chaleureux.\nÀ la réception c'est aléatoire, il y a certaines personnes vraiment très désagréables et d'autres plus sympa. Room service très lent, il ne faut pas hésiter à re demander plusieurs fois.\nLa carte pour entrer dans notre chambre se démagnétisait plusieurs fois par jour il fallait donc passer systématiquement à la réception pour la recharger. Généralement c'était rapide mais une fois j'ai dû attendre plus de 10 min pour la recharger car la réceptionniste était en train de compter sa caisse et ne levait même pas les yeux sur moi. Ni bonjour ni sourire.\nLes chambres sont faites tous les jours mais sommairement. Les vitres (traces de doigts) et le sol du balcon n'ont pas été faits sur toute la durée du séjour.\nLes restaurants ne proposent pas de plats locaux. C'est axé sur la cuisine italienne (pizzas, pâtes, brushettas, salades). Buffet à volonté pour le petit déjeuner à 70 dirham par personne.\nLes + : la piscine, l'équipe d'animation\nLes  - : personnel de réception pas toujours agréable, room service lent, propreté des chambres, literie qui fait mal au dos, choix des plats proposés, il n'y a pas du tout d'entretien dans les toilettes du spa/salle de sport (j'ai jamais vu des toilettes aussi sales)"}, {"date": "3 years ago", "text": "(Translated by Google) A pleasant setting, a good atmosphere, very clean and a staff to the small care. In any case we thank Mr. khalid charkaoui who is listening to all, wafa, amal. Yassine, simohamed, el ghazi and the whole team (I do not know all the names sorry). We had a very pleasant stay. Good luck and a lot of success at wazo hotel\n\n(Original)\nUn cadre agréable, une bonne ambiance, très propre et un personnel au petit soin. En tout cas on remercie monsieur khalid charkaoui qui est à l écoute de tous, wafa, amal. Yassine, simohamed, el ghazi et toute l équipe (je connais pas tout les noms désolée). On a passé un séjour très agréable. Bonne continuation et beaucoup de réussite à wazo hôtel"}, {"date": "2 years ago", "text": "(Translated by Google) Good hotel\n\n(Original)\nBon hôtel"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice and comfortable and it was a lovely experience\n\n(Original)\nجميل جدا ومريح  وكانت تجربه جميله"}, {"date": "2 years ago", "text": "(Translated by Google) Clean and quiet, away from the noise of the city center\n\n(Original)\nPropre et calme, loin du bruit du centre ville"}, {"date": "3 years ago", "text": "(Translated by Google) The apart hotel is a lot of complaints in one night. Service void especially at home. We do not meet the standard. I do not recommend this hotel which deserves even 1 star.\n\n(Original)\nLes appart hotel sont nuls  beaucoup de reclamation en une seule nuit. Service nul  surtout à l'acueil. On ne repond pas au standard.  Je ne recommande pas cet hotel qui ne merite meme 1 etoile."}, {"date": "3 years ago", "text": "(Translated by Google) Ideal establishment for holidays Clean, friendly, personal to the listening of the customers The Director of the establishment very present and to listen to these customers To advise without hesitation\n\n(Original)\nÉtablissement ideal pour des vacances Propre , convivial, personnels á l’ecoutes des clients Le Directeur de l’etablisemment trés présent et á l’écoute de ces clients Á conseiller sans hésitation"}, {"date": "3 years ago", "text": "(Translated by Google) I could have given a five because the service (except for the reception) and the hotel are good but the fact that a new 4-star establishment accepts online reservations but has no online payment system I find this absurd in my case I made the reservation for my parents for a weekend in Marrakech I contacted the hotel providing my bank details that it is a gift for parents to my surprise never answer their part even more one obliges my parents to pay before serving them like they will stay and leave running without paying !!!!!!\nExperience never to redo\n\n(Original)\nJ'aurais pu donner un cinq car le service (sauf pour la reception) et l'hotel sont bon mais le fait qu'un établissement 4 étoiles tout neuf accepte les reservations en ligne mais qui n'a pas de systeme de paiement en ligne je trouve ça absurde dans mon cas j'ai fait la reservation pour mes parents pour un weekend a marrakech j'ai contacté l'hotel fournissant mes coordonnées bancaire précisant que c'est un cadeau pour les parents à ma surprise jamais de réponse de leur part encore plus on oblige mes parents à payer avant de les servir genre ils vont sejourner et partir en courant sans payer !!!!!!\nExperience à ne jamais refaire"}, {"date": "2 years ago", "text": "(Translated by Google) Good value for money\n\n(Original)\nBon rapport qualité/prix"}, {"date": "2 years ago", "text": "(Translated by Google) Good price / quality\n\n(Original)\nBon prix/qualité"}, {"date": "4 years ago", "text": "(Translated by Google) An excellent value for money. On the other hand attention to the household which is sometimes done in a hurry. This complex requires regular maintenance must ensure that roof remains nickel. The benches and the armchair of our apartment were stained which is not acceptable. The staff is polite especially Mohammed Ch. Kenza Fatem Zehra\n\n(Original)\nUn excellent rapport qualité prix. Par contre attention au ménage qui est parfois fait à la va vite. Ce complexe nécessite un entretien régulier il faut veiller à ce que toit reste nickel. Les banquettes et le fauteuil de notre appartement étaient tâchés ce qui n'est pas acceptable. Le personnel est poli particulièrement Mohammed Ch. Kenza Fatem Zehra"}, {"date": "2 years ago", "text": "(Translated by Google) Impeccable, thank you to all the staff of the reception\n\n(Original)\nImpeccable, merci à tous le staff de la réception"}, {"date": "4 years ago", "text": "(Translated by Google) Hello a notice at 5 am unfortunately we could not sleep the whole family is awake all night because of a horrible noise of an engine in the false ceiling of the room the mr at the reception told us that 'he will send a technician to see, after 30 min no one arrives and the reception no longer answers the phone really very very disappointed\nOn the other hand, I give 5/5 for breakfast and also pr the Kids club it is 2 things that encourage me to return from the nv to this establishment I hope the managers take my opinion into consideration\n\n(Original)\nBonjour  un avis à 5 heure du matin malheureusement on a pas arrivé à dormir toute la famille est réveillée toute la nuit à cause d'un bruit horible d'un moteur ds le faux  plafant de la chambre le mr de la réception nous a dis qu'il va envoie  un technicien pr voir, après 30 min personne n'arrive et la réception ne répond plus au téléphone vraiment très très déçu\nJe donne par contre 5/5 pour le petit déjeuner et aussi pr le Kids club c'est 2 choses qui m'encourage à revenir du nv à cette établissement j'espère des responsables  prendre en considération mon avis"}, {"date": "4 years ago", "text": "(Translated by Google) Very nice, say yes yes but the action is not tjs!\nAway from the center with taxis that take 30 € AR for 16kms!\n\n(Original)\nTrès gentil,disent tjs oui mais l'action n'y est pas tjs!\nÉloigné du centre avec des taxis qui en profitent 30€ AR pour 16kms!"}, {"date": "a year ago", "text": "(Translated by Google) A real danger for children, lack of insurance in the event of the slightest accident!\n\n(Original)\nUn vrai danger pour les enfants, absence d'assurance en cas du moindre accident!"}, {"date": "2 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "2 years ago", "text": "(Translated by Google) Clean\nVery good service!\n\n(Original)\nPropre\nTrès bon service !"}, {"date": "3 years ago", "text": "(Translated by Google) Very nice boen\n\n(Original)\nTres boen tres propre super accueil"}, {"date": "3 years ago", "text": "(Translated by Google) Bad attention\n\n(Original)\nMue mal atención"}, {"date": "3 years ago", "text": "(Translated by Google) We had a short stay (3 days) but it was nice..the staff of the hotel is very acceuillons..gentils and smiling..i want to thank the animators Ahmad, salim and Nidhal for their beautiful animation..ils are very gentils..merciiiii ..\n\n(Original)\nOn a passé un séjour court(3jours)mais c était  agréable..le staff de l hôtel  est très  acceuillons..gentils et souriants..je tiens à remercier  les animateurs Ahmad,salim et Nidhal pour leurs magnifiques animation..ils sont très gentils..merciiiii.."}, {"date": "2 years ago", "text": "(Translated by Google) Nothing special. To the minimum standards\n\n(Original)\nRien de spécial. Au normes minimas"}, {"date": "2 years ago", "text": "(Translated by Google) The bathroom is narrow and there is no bidet (European system).\nNoise from activities at the pool\n\nThe price and location are excellent\n\n(Original)\nالحمام ضيق ولا يوجد شطاف ( نظام أوربي )\nالإزعاج من الفعاليات على المسبح\n\nالسعر والمكان ممتازين"}, {"date": "4 years ago", "text": "(Translated by Google) I spent 2 nights with my wife and I loved it\nI asked for a room overlooking the pool and I got what I wanted, modern hotel, clean pool, perfect breakfast except that for a 4 star hotel we offer nectarine instead of orange juice !!\nGood value for money on the other hand if the management foresees an increase it will be more interesting ...\nSince the hotel is a bit far from the city center, it would be a plus to offer the DP\nBut basically my experience in hotels in Marrakech I think wazo is the Best of and I recommend it you will not be disappointed\n\n(Original)\nJ'ai passé 2 nuits avec ma femme est j'ai adoré\nJ'ai demandé une chambre donnant sur la piscine et j'ai eu ce que je voulais, hôtel moderne, piscine propre, pdj parfait sauf que pour un hôtel 4 étoile on propose du nectarine au lieu de jus d'orange !!\nBon rapport qualité/prix par contre si la direction prévoit une augmentation ça serai plus intéressant ...\nVu que l'hôtel est un peu loin du centre ville ça serai un plus de proposer la DP\nMais en gros vue mon expérience dans les hôtels à Marrakech je pense que wazo est le Best of et je le recommande vous serez pas déçu"}, {"date": "a year ago", "text": "(Translated by Google) God\n\n(Original)\nAlah"}, {"date": "3 years ago", "text": "(Translated by Google) the booking site shows a reduced price, and when I called the reception of the apart hotel they offer double, communication 0 without giving info, the gentleman is very firm and unpleasant\nthe Moroccan is welcome in his country\n\n(Original)\nle site booking affiche un prix réduit, et quand j 'ai appelé la réception de l'appart hôtel ils proposent le double, communication 0 sans donner d'info, le monsieur est très ferme et désagréable\nle marocain n est bien le bienvenu dans son pays"}, {"date": "4 years ago", "text": "(Translated by Google) Hotel nine comfortable room very correct breakfast\n\n(Original)\nHotel neuf chambre confortable petit déjeuner très correct"}, {"date": "4 years ago", "text": "(Translated by Google) Warm welcome and competent staff. Clean, spacious and pleasant hotel\n\n(Original)\nAccueil chaleureux et staff competent. Hôtel propre, spacieux et agréable"}, {"date": "3 years ago", "text": "(Translated by Google) Lack of food and drinking water in the rooms for arrivals especially at night\n\n(Original)\nManque de restauration et d'eau potable dans les chambres pour les arrivées surtout la nuit"}, {"date": "4 years ago", "text": "(Translated by Google) Thieves to flee ..... Very bad experience.\nHaving refused me access to the room, the people at the hotel confirmed to me that I would not be charged.\n2 days later I see that THE direct debit has taken place and much more.\nDo not give out your bank details, at your own risk.\nHaving seen, I went to the hotel and the manager confirms that there will be no refund possible for no show while I was there.\nManager very bad times and the team went back on their word in front of their manager by pretending to be a liar.\nI won't stay there, he takes advantage of tourists ... thieves 😡😡😡\n\n(Original)\nDes VOLEURS à fuir ..... Tres mauvaise Expérience.\nM'ayant refuser l'accès à la chambre, les personnes à l'hotel m'ont confirmé que je ne serais pas prélevé.\n2jours apres je constate, que LE prélèvement est passé et bien plus encore.\nNe donner pas vos coordonnées bancaires, à vos risques et perils.\nAyant vu, je me suis rendu à lhotel et le manager me confirme qu'il n'y aura aucun remboursement possible pour non présentation alors que j'étais bien sur place.\nManager de tres mauvais fois et l'équipe est revenu sur leur parole devant leur responsable en me faisant passer pour un menteur.\nJe n'en resterai pas la, il profite des touristes... des voleurs 😡😡😡"}, {"date": "5 years ago", "text": "(Translated by Google) Excellent service for people seeking calm thanks to tarik and ihssan\n\n(Original)\nExcellent service pour des gens qui cherchent le calme merci à tarik et ihssan"}, {"date": "4 years ago", "text": "(Translated by Google) It was perfect, Staff at the top especially Ashraf, pr me there is no negative point\n\n(Original)\nC'était parfait ,  Personnel au top surtout Achraf , pr moi ya aucun point negatif"}, {"date": "4 years ago", "text": "(Translated by Google) Nice place pleasant surroundings good value for money\n\n(Original)\nLieu sympa cadre agréable un bon rapport qualité prix"}, {"date": "3 years ago", "text": "(Translated by Google) This is not the first time I stay in the aparthotel Wazo and it will not necessarily be the last.\nI had a great stay with my parents. The cleanliness of the apartments and common areas is irreproachable. The decor is just superb and the staff very welcoming and friendly.\nThe apartments are well equipped. The bedding is very good.\nNot to mention that the prices are really very attractive for a city like Marrakech where the prices of the hotels can climb quickly very high!\nIn short, I recommend!\n\n(Original)\nC'est pas la première fois que je séjourne dans l'appart Hotel Wazo et ca ne sera forcément pas la dernière.\nJ'y ai passé un super séjour avec mes parents .La propreté des appartements et des espaces communs est irréprochable. La déco est juste superbe et le personnel très acceuillant et sympathique.\nLes appartements sont bien équipés . La literie est très bien.\nSans oublier que les prix sont vraiment très attirants pour une ville comme marrakech ou les prix des hotels peuvent grimper vite très haut !\nBref , je recommande !"}, {"date": "4 years ago", "text": "(Translated by Google) The hotel is exellent for a holiday ect ...\nThe staff is very helpful and attentive.\nThere is entertainment every day by the pool during the day and in the evening an evening organized by the hosts of the hotel.\nHotel with breakfast inculus so it's really not bad and then there is a lot of choice.\nThe rooms and the whole hotel is very clean.\n\n(Original)\nL'hôtel est exellent pour passer des vacances ect...\nLe personnel est très serviable et à l'écoute.\nIl y'a des animations tout les jours au bord piscine la journée et le soir une soirée organisée par les animateurs de l'hôtel.\nHôtel avec petit déjeuner inculus donc c'est vraiment pas mal et puis d'ailleurs il y'a beaucoup de choix.\nLes chambres et l'ensemble de l'hôtel est très propre."}, {"date": "4 years ago", "text": "(Translated by Google) We rented 2 apartments at the beginning to rent 4days we stayed 8 days so we were really calm clean the helpful staff I just have a suggestion to the owner for the dishes (colander coffee maker) and the sweeper put in each apartment that we can do the housework even if the housekeeper spends every 2 days especially we who come from France we can not bring our dishes 😉ne change nothing staff animation my children my sister and our husbands we do a lot of ping pong tournament with yacine and courts daquagym a regale and the calm and cleanliness at the top\n\n(Original)\nNous avons loue 2 appartements au début en a louer 4jours on est rester 8jours tellement qu'on était bien franchement calme propre le personnel serviable j'ai juste une suggestion à faire au propriétaire pour la vaisselle  (passoire cafetière) et le balaie d'en mettre dans chaque appartement qu'on puisse faire le ménage même si la femme de ménage passe tous les 2jours surtout nous qui venant de France on ne peut pas ramener notre vaisselle 😉ne changez rien au personnel animation mes enfants ma soeur et  nos maris on fait beaucoup de tournoi de ping pong  avec yacine et les cours daquagym  un  regale et le Calme et propreté au top"}, {"date": "2 years ago", "text": "(Translated by Google) Nothing goes in this hotel to start with the management and the commercial which are really far from the tourism.\n\n(Original)\nRien ne va dans cet hôtel à commencer par la direction et le commercial qui sont  vraiement loin du tourisme ."}, {"date": "3 years ago", "text": "(Translated by Google) Not bad but the restoration choiya\n\n(Original)\nPas mal mais la restauration choiya"}, {"date": "4 years ago", "text": "(Translated by Google) Good pool but small space around I found 100 dhs a lot for half a day I was told a ticket access 1/2 day t were entitled to a drink and one day drink + pizza but we were offered nothing we paid for a bottle of water 😅 then owes them 3 drinks hhhhh😉\n\n(Original)\nBonne piscine mais petit espace autour je trouve 100 dhs beaucoup pr une demie journèe on m a dit un ticket accés 1/2 journée t avais droit à une boisson et celui de  une journée boisson+pizza  mais on nous a rien offert  on a payè pour une bouteille d'eau 😅on leur doit alors 3 boissons hhhhh😉"}, {"date": "2 years ago", "text": "(Translated by Google) Very well.\n\n(Original)\nTrès bien."}, {"date": "4 years ago", "text": "(Translated by Google) Hotel very clean little dejene beautiful employees top i really like club kids for childs reproach\n\n(Original)\nHotel tres propre petit dejene magnifique les employes top j ai vraiment aime club kids pour enfant riens reprocher"}, {"date": "3 years ago", "text": "(Translated by Google) Nazif Wajail Worship Usually\n\n(Original)\nنظيف وجميل ورائع وأسعر مناسب"}, {"date": "3 years ago", "text": "(Translated by Google) Good prices for the apartments, cleanliness level 4 of 5. Nearby grocery There is a restaurant 300 meters away from the gas station\n\n(Original)\nاسعار جيدة يوجد مقابلهم شقق فندقية،  مستوى النظافة 4 من 5 . يوجد بقالة قريبة هناك مطعم يبعد 300 متر في محطة الوقود"}, {"date": "3 years ago", "text": "(Translated by Google) Impeccable value for money, large family rooms\n\n(Original)\nRapport qualité prix impeccable, grandes chambres familliales"}, {"date": "3 years ago", "text": "(Translated by Google) Friendly hotel and very good comfort\n\n(Original)\nHôtel sympathique et confort tres correct"}, {"date": "a year ago", "text": "(Translated by Google) Beautiful place\n\n(Original)\nGuzel yer"}, {"date": "3 years ago", "text": "(Translated by Google) Very good accueil.beaux appartements.à remaire\n\n(Original)\nTrès bon accueil.beaux appartements.à refaire"}, {"date": "4 years ago", "text": "(Translated by Google) I rented a 1 bedroom apartment, very good for a couple with two young children. The hotel and the apartments are two buildings separated by a small road. The apartment is more suitable for families since this is where the Kids club is located (free for residents) and the children's playground. There is also a children's pool and a large swimming pool. The apartments are cleaned every day by the housekeepers who also bring clean towels, toilet paper, empty the bins, make the bed ... and even the dishes. The staff is very kind. Special mention to the staff of the Kids club. These three young women are really caring, trained and kind. The children can feel it. I had confidence right away, which is very rare in my case. The Kids club is a very large space with different activity areas. And has a schedule that changes every week.\nDuring my stay, the apart hotel was mainly frequented by families with young children, mostly MRE, who seek peace and discretion. The hotel seems rather frequented by tourists.\nEach of our requests to reception were very well received.\nThe building has a gym and a wellness center. However, the latter was not open and you had to go to the hotel to receive treatment (so I was not there ... out of laziness?) I have never been to the hotel restaurant ( in the evening we only offer a buffet and that's not my thing ...).\nVery good value for money.\n\n(Original)\nJ'ai loué un appartement 1ch, tres bien pour un couple avec deux jeunes enfants. L'hôtel et les appartements sont deux bâtiments séparés par une petite route. L'appartement est plus adapté aux familles puisque c'est là que se trouve le Kids club (gratuit pr les residents) et l air de jeux pour les enfants. Il y a aussi une piscine pr enfants et une grande piscine. Les appartements sont nettoyés chq jour par les femmes de ménages qui apportent également les serviettes propres, papier WC, vident les poubelles, font le lit... et même la vaisselle. Le personnel est très gentil. Mention spéciale au personnel du Kids club. Ces trois jeunes femmes sont vraiment bienveillante, formée et gentille. Les enfants le sentent. J'ai eu tt de suite confiance, ce qui est très rare ds mon cas. Le Kids club est un très grand espace avec différentes zone d'activité. Et dispose d'un programme qui change chaque semaine.\nPendant mon séjour,  l'appart hôtel était essentiellement fréquenté par des familles avec des jeunes enfants, la plupart MRE, qui recherchent le calme et la discrétion. L'hôtel semble plutôt fréquenté par des touristes.\nChacune de nos demandes auprès de la réception ont été très bien accueillie.\nLe bâtiment dispose d'une salle de sport et d'un centre de bien-être. Ce dernier n'était cependant pas ouvert et il fallait se rendre ds l'hôtel pr bénéficier des soins  (je n'y ai donc pas été... par fainéantise?) Je n'ai jamais été au restaurant de l'hôtel  (le soir on y propose uniquement un buffet et ce n'est pas mon truc. ..).\nTrès bon rapport qualité/prix."}, {"date": "2 years ago", "text": "(Translated by Google) Very average hotel\n\n(Original)\nHotel tres moyen"}, {"date": "2 years ago", "text": "(Translated by Google) Clean hotel, friendly staff\n\n(Original)\nHotel propre, personnel aimable"}, {"date": "4 years ago", "text": "(Translated by Google) Great service .. I loved this hotel\n\n(Original)\nEstupendo servicio.. Me encantó este hotel"}, {"date": "2 years ago", "text": "(Translated by Google) Modern hotels with international standards\n\n(Original)\nHôtels moderne aux standards internationaux"}, {"date": "4 years ago", "text": "(Translated by Google) I was very surprised to visit such a beautiful hotel\n\n(Original)\nIch war sehr überrascht solch ein schönes Hotel zu besuchen"}, {"date": "3 years ago", "text": "(Translated by Google) friendly staff pleasant view relaxing garden\n\n(Original)\npersonnel accueillant vue agréable jardin reposant"}, {"date": "4 years ago", "text": "(Translated by Google) Nice hotel, the staff very welcoming but not very qualified. Whenever there are people he panics.\n\n(Original)\nBel hôtel,le personnel très accueillant mais peu qualifié. Dès qu'il y a du monde il panique."}, {"date": "2 years ago", "text": "(Translated by Google) Welcome and caring service\n\n(Original)\nBon accueil et service bienveillant"}, {"date": "4 years ago", "text": "(Translated by Google) Terrible horrible home ... unhealthy\n\n(Original)\nHorrible de chez horrible... insalubre"}, {"date": "4 years ago", "text": "(Translated by Google) Impeccable service with a gym and comfortable rooms\n\n(Original)\nService impécable avec une salle de sport et des chambres confortable"}, {"date": "2 years ago", "text": "(Translated by Google) Hygiene RAS\n\n(Original)\nHygiène RAS"}, {"date": "2 years ago", "text": "(Translated by Google) Beautiful place of relaxation and entertainment\n\n(Original)\nBeau lieu de détente et de divertissement"}, {"date": "4 years ago", "text": "(Translated by Google) I enjoyed the service\n\n(Original)\nJ ai apprécié le service"}, {"date": "2 years ago", "text": "(Translated by Google) very well\n\n(Original)\ntrès bien"}, {"date": "3 years ago", "text": "(Translated by Google) Very good reception\n\n(Original)\nTres bon reception"}, {"date": "3 years ago", "text": "(Translated by Google) Good hotel, good price adequate service\n\n(Original)\nBon hôtel, qualité prix service adéquat"}, {"date": "2 years ago", "text": "(Translated by Google) Quiet Clean\n\n(Original)\nCalme Propre"}, {"date": "3 years ago", "text": "(Translated by Google) I do not recommend, no one to serve us and especially, flight from the rooms\n\n(Original)\nJe conseille pas, personne pour nous ervir et surtout, vol ds les chambres"}, {"date": "4 years ago", "text": "(Translated by Google) Null person nulllllllllll\n\n(Original)\nNullll personneel nullllllllll"}, {"date": "3 years ago", "text": "(Translated by Google) It is well\n\n(Original)\nIl est bien"}, {"date": "2 years ago", "text": "(Translated by Google) nice place when you're passing\n\n(Original)\nchouette endroit quand on est de passage"}, {"date": "2 years ago", "text": "(Translated by Google) Must review the breakfast and the rooms\n\n(Original)\nFaut revoir le petit déjeuner et les chambres"}, {"date": "2 years ago", "text": "(Translated by Google) Friendly staff, only downside breakfast a little too expensive.\n\n(Original)\nPersonnel chaleureux, seul bémol le petit-déj un peu trop cher."}, {"date": "4 years ago", "text": "(Translated by Google) The hotel is gorgeous and far from the noise\n\n(Original)\nالفندق رائع وبعيد عن الضوضاء"}, {"date": "2 years ago", "text": "(Translated by Google) Everything is zero and paying\n\n(Original)\nTout est nul et payant"}, {"date": "2 years ago", "text": "(Translated by Google) A very good value for money rare found in Marrakech\n\n(Original)\nUn très bon rapport qualité prix rare qu’on en trouve à Marrakech"}, {"date": "3 years ago", "text": "(Translated by Google) clean family hotel ❤️\n\n(Original)\nhôtel familial propre ❤️"}, {"date": "3 years ago", "text": "(Translated by Google) It went very well\n\n(Original)\nÇa c'est très bien passé"}, {"date": "4 years ago", "text": "(Translated by Google) Great and not Expensive apartment and hotel\n\n(Original)\nSuper et n'a pas Cher appartement et hôtel"}, {"date": "2 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "4 years ago", "text": "(Translated by Google) Modern hotel, impeccable service, courteous and dedicated staff ...\n\n(Original)\nHôtel moderne,service impeccable, personnel courtois et dévoué..."}, {"date": "2 years ago", "text": "(Translated by Google) Bad reception and bad service\n\n(Original)\nMauvais accueil et mauvais service"}, {"date": "2 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "a year ago", "text": "(Translated by Google) Phenomenal\n\n(Original)\nFenomenal"}, {"date": "3 years ago", "text": "(Translated by Google) Handsome quiet hotel all clean\n\n(Original)\nHotel tranquilo guapo todo limpio"}, {"date": "2 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "2 years ago", "text": "(Translated by Google) I recommend\n\n(Original)\nJe recommande"}, {"date": "2 years ago", "text": "(Translated by Google) Bad location, small rooms, unimaginative food\n\n(Original)\nSchlechte Lage, kleine Zimmer, fantasieloses Essen"}, {"date": "3 years ago", "text": "(Translated by Google) Very nice hotel\n\n(Original)\nTrès beau hôtel"}, {"date": "2 years ago", "text": "(Translated by Google) Poorly efficient\n\n(Original)\nPoco eficientes"}, {"date": "a year ago", "text": "(Translated by Google) Own\n\n(Original)\nPropre"}, {"date": "2 years ago", "text": "(Translated by Google) Hai al-Menzah Rabat\n\n(Original)\nحاي المنزاه  رباط"}, {"date": "a year ago", "text": "(Translated by Google) Breakfast buffet is unimaginative and one-sided\n\n(Original)\nFrühstücksbuffet ist einfallslos und einseitig"}, {"date": "2 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTrès bien"}, {"date": "3 years ago", "text": "(Translated by Google) Very comfortable\nI love ♥♥♥ ♡♡♡ ★★★★★\n\n(Original)\nTres confortable\nJ adore♥♥♥♡♡♡★★★★★"}, {"date": "2 years ago", "text": "(Translated by Google) Ideal for family and clean\n\n(Original)\nIdéal pour famille et propre"}, {"date": "3 years ago", "text": "(Translated by Google) Too bad a bit too far from the center\n\n(Original)\nDommage un peu trop loin du centre"}, {"date": "3 years ago", "text": "(Translated by Google) We have just arrived, all seems correct for the moment.\n\n(Original)\nOn vient d'arriver, tous paraît correct pour le moment."}, {"date": "2 years ago", "text": "(Translated by Google) Calm and clean\n\n(Original)\nCalm et propre"}, {"date": "2 years ago", "text": "(Translated by Google) Nothing to say excellent\n\n(Original)\nRien a dire excellent"}, {"date": "2 years ago", "text": "(Translated by Google) Very good value for money.\n\n(Original)\nTrès bon rapport qualité prix."}, {"date": "3 years ago", "text": "(Translated by Google) It deserves all praise\n\n(Original)\nZasluži si vse pohvale"}, {"date": "3 years ago", "text": "(Translated by Google) Very good\n\n(Original)\nTrès bon"}, {"date": "2 years ago", "text": "(Translated by Google) Warm welcome thank you bcp\n\n(Original)\nAccueil chaleureux merci bcp"}, {"date": "3 years ago", "text": "(Translated by Google) OK hotel. Functional rooms.\n\n(Original)\nHôtel correct. Chambres fonctionnelles."}, {"date": "3 years ago", "text": "(Translated by Google) Lack of quality\n\n(Original)\nManque de qualité"}, {"date": "3 years ago", "text": "(Translated by Google) Hotel 15 km of the center; without fon; Buffet in the morning and evening monotonous.\n\n(Original)\nAlbergo a 15 km del centro; senza fon; in bufet di mattina e di sera monotono."}, {"date": "3 years ago", "text": "(Translated by Google) Calm and clean\n\n(Original)\nCalme et clean"}, {"date": "3 years ago", "text": "(Translated by Google) Very nice\n\n(Original)\nTres sympa"}, {"date": "4 years ago", "text": "(Translated by Google) One of the best hotels in Marrakesh\n\n(Original)\nL'un des meilleurs hotels à marrakesh"}, {"date": "2 years ago", "text": "(Translated by Google) I like this establishment\n\n(Original)\nJ'aime cette établissement"}, {"date": "2 years ago", "text": "(Translated by Google) Great hotel in Marrakech\n\n(Original)\nTolles Hotel in Marrakesch"}, {"date": "2 years ago", "text": "(Translated by Google) Clean 'nice staff\n\n(Original)\nSauber 'nettes Personal"}, {"date": "4 years ago", "text": "(Translated by Google) there are attractions for children\n\n(Original)\nil y'a des attraction pour les enfants"}, {"date": "3 years ago", "text": "(Translated by Google) nice experience\n\n(Original)\njoli expérience"}, {"date": "3 years ago", "text": "(Translated by Google) Friendly hotel\n\n(Original)\nSympathique hôtel"}, {"date": "4 years ago", "text": "(Translated by Google) Very nice clean friendly hotel\n\n(Original)\nTrès belle hotel propre convivial"}, {"date": "3 years ago", "text": "(Translated by Google) Friendly staff and very nice rooms. Variety for breakfast and dinner\n\n(Original)\nFreundliches Personal und sehr schöne Zimmer. Abwechslung beim Frühstück und Abendessen"}, {"date": "3 years ago", "text": "(Translated by Google) Beautiful and comfortable\n\n(Original)\nBeau et confortable"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent as a hotel, jadore😍😍😍😍\n\n(Original)\nExcellent comme hôtel, jadore😍😍😍😍"}, {"date": "3 years ago", "text": "(Translated by Google) I only stayed one night. A normal hotel nothing out of the ordinary, for a short stay OK.\n\n(Original)\nsolo me quede una noche . un hotel normal nada fuera de lo común, para una estancia corta OK."}, {"date": "3 years ago", "text": "(Translated by Google) Very well\n\n(Original)\nTres bien"}, {"date": "3 years ago", "text": "(Translated by Google) Nice Apartments, clean, ideal for families, children's areas ...\n\n(Original)\nJolis Appartements, propres, idéal pour familles, espaces pour enfants..."}, {"date": "3 years ago", "text": "(Translated by Google) Very relaxing\n\n(Original)\nTres relaxante"}, {"date": "3 years ago", "text": "(Translated by Google) Very calm\n\n(Original)\nTrès calme"}, {"date": "3 years ago", "text": "(Translated by Google) Impecable nothing to say :)\n\n(Original)\nImpecable rien a dire :)"}, {"date": "3 years ago", "text": "(Translated by Google) Clean is pretty style\n\n(Original)\nPropre est joli style"}, {"date": "3 years ago", "text": "(Translated by Google) Quiet place\n\n(Original)\nEndroit calme"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent value\n\n(Original)\nExcellent rapport qualite prix"}, {"date": "3 years ago", "text": "(Translated by Google) paid spa access of the never seen\n\n(Original)\naccès spa payant du jamais vu"}, {"date": "4 years ago", "text": "(Translated by Google) A very sweet beige and clean clean\n\n(Original)\nكتير حلو بيجنن وكتير نظيف"}, {"date": "a year ago", "text": "(Translated by Google) Nice\n\n(Original)\nSympa"}, {"date": "3 years ago", "text": "(Translated by Google) OK for business trips\n\n(Original)\nCorrect pour des séjours professionnel"}, {"date": "2 years ago", "text": "(Translated by Google) Very small pool\n\n(Original)\nPiscine très petite"}, {"date": "3 years ago", "text": "(Translated by Google) Really not bad, correct.\n\n(Original)\nVraiment pas mal, correcte."}, {"date": "3 years ago", "text": "(Translated by Google) A nice and clean hotel\n\n(Original)\nUn hôtel agréable et propre"}, {"date": "3 years ago", "text": "(Translated by Google) quiet clean to recommend\n\n(Original)\ntranquille propre a recomander"}, {"date": "3 years ago", "text": "(Translated by Google) Well located and family destination\n\n(Original)\nBien situé et destination familiale"}, {"date": "3 years ago", "text": "(Translated by Google) Nice and clean hotel apartment\n\n(Original)\nAppartement hôtel agréable et propre"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent value\n\n(Original)\nExcellent rapport qualité prix"}, {"date": "4 years ago", "text": "(Translated by Google) Great for a vacation\n\n(Original)\nSuper za odmor"}, {"date": "3 years ago", "text": "(Translated by Google) RSS Feed\n\n(Original)\nروووعه بس مافيه روم سيرفس"}, {"date": "4 years ago", "text": "(Translated by Google) This breakfast is always the same and a bit short\n\n(Original)\nEsta bien el desayuno siempre es igual y un poco corto"}, {"date": "2 years ago", "text": "(Translated by Google) Good value for money\n\n(Original)\nBon rapport qualité prix"}, {"date": "4 years ago", "text": "(Translated by Google) Proportionate acceptable ancillary services to improve\n\n(Original)\nProptretée acceptable services annexes à améliorer"}, {"date": "4 years ago", "text": "(Translated by Google) Clean, recent, not so far from the airport\n\n(Original)\nPropre , récent, pas si loin de l aéroport"}, {"date": "2 years ago", "text": "(Translated by Google) Quiet.\n\n(Original)\nTranquillo."}, {"date": "2 years ago", "text": "(Translated by Google) It's excellent\n\n(Original)\nÇ est excellent"}, {"date": "3 years ago", "text": "(Translated by Google) The only problem is the location\n\n(Original)\nLe seul problème est l'emplacement"}, {"date": "4 years ago", "text": "(Translated by Google) Great hotel nothing to say\n\n(Original)\nSuper hôtel rien à dire"}, {"date": "3 years ago", "text": "(Translated by Google) Very average\n\n(Original)\nTrès moyen"}, {"date": "3 years ago", "text": "(Translated by Google) Friendly staff, decent hotel\n\n(Original)\nÉquipe sympas, hôtel correct"}, {"date": "2 years ago", "text": "(Translated by Google) brilliant\n\n(Original)\ngénial"}, {"date": "2 years ago", "text": "(Translated by Google) Nice\n\n(Original)\nSympa"}, {"date": "4 years ago", "text": "(Translated by Google) a mediocre service does not deserve more than two stars is I am very generous\n\n(Original)\nun médiocre service ne mérite pas plus que deux Étoiles est je suis très généreux"}, {"date": "2 years ago", "text": "(Translated by Google) Quiet and clean accommodation\n\n(Original)\nسكن هادئ ونظيف"}, {"date": "3 years ago", "text": "(Translated by Google) Very nice and clean hotel. Nice personel\n\n(Original)\nSehr schönes und sauberes Hotel. Nettes Personal"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice and cozy\n\n(Original)\nMuy bonito y acogedor"}, {"date": "3 years ago", "text": "(Translated by Google) I highly recommend it\n\n(Original)\nJe vous le recommande vivement"}, {"date": "2 years ago", "text": "(Translated by Google) Very nice hotel in a very average environment.\n\n(Original)\nTrès bel hôtel dans un environnement très moyen."}, {"date": "2 years ago", "text": "(Translated by Google) Good reception\n\n(Original)\nBon reception"}, {"date": "3 years ago", "text": "(Translated by Google) I will be back again for the service the staff very pleased property\n\n(Original)\nJe reviendrai encore pour le service le personnel la propriété très ravis"}, {"date": "3 years ago", "text": "(Translated by Google) Brilliant and beautiful hotel\n\n(Original)\nSchitterend en mooie hotel"}, {"date": "3 years ago", "text": "(Translated by Google) Good value for money\n\n(Original)\nBon rapport qualité prix"}, {"date": "3 years ago", "text": "(Translated by Google) I give four stars, like the rating of this hotel.\n\n(Original)\nJe donne quatre étoiles , comme le classement de cet hôtel ."}, {"date": "3 years ago", "text": "(Translated by Google) Excellent value\n\n(Original)\nExcellent rapport qualité prix"}, {"date": "4 years ago", "text": "(Translated by Google) Quiet clean and close\n\n(Original)\nCalme propre et a proximite"}, {"date": "2 years ago", "text": "(Translated by Google) Good\n\n(Original)\nBien"}, {"date": "3 years ago", "text": "(Translated by Google) Very nice corner\n\n(Original)\nCoin très agréable"}, {"date": "2 years ago", "text": "(Translated by Google) Brilliant\n\n(Original)\nGénial"}, {"date": "3 years ago", "text": "(Translated by Google) Great hotel and service\n\n(Original)\nSuperbe hôtel et service"}, {"date": "3 years ago", "text": "(Translated by Google) Very good\n\n(Original)\nSuper bien"}, {"date": "2 years ago", "text": "(Translated by Google) beautiful relaxing place\n\n(Original)\nlieu magnifique reposant"}, {"date": "4 years ago", "text": "(Translated by Google) Good value for money\n\n(Original)\nBon rapport qualité prix"}, {"date": "2 years ago", "text": "(Translated by Google) Pleasant\n\n(Original)\nAgreable"}, {"date": "3 years ago", "text": "(Translated by Google) Good reception and treatment\n\n(Original)\nحسن الاستقبال والمعاملة"}, {"date": "3 years ago", "text": "(Translated by Google) Pleasant place\n\n(Original)\nLieu agreable"}, {"date": "2 years ago", "text": "(Translated by Google) Beautiful experience\n\n(Original)\nExpérience magnifique"}, {"date": "3 years ago", "text": "(Translated by Google) Popular with group tourists\n\n(Original)\nПопулярной среди групповых туристов"}, {"date": "3 years ago", "text": "(Translated by Google) Very disappointed, the rooms are very dirty and in addition to that cleaning service every 48 hours only, contrary to what was said to be 24 hours\n\n(Original)\nTrès déçu, les chambres sont très sales et en plus de ça service de nettoyage chaque 48 heures seulement, contrairement à ce qui a été dit soit 24 heures"}, {"date": "2 years ago", "text": "(Translated by Google) A full and integrated hotel located in Marrakech El Hamrai\n\n(Original)\nفندق كامل ومتكامل يقع في مراكش الحمراى"}, {"date": "2 years ago", "text": "(Translated by Google) Clean & good\n\n(Original)\nSauber & gut"}, {"date": "2 years ago", "text": "(Translated by Google) Ants in my room!\n\n(Original)\nDes fourmis dans ma chambre !"}, {"date": "3 years ago", "text": "(Translated by Google) To discover\n\n(Original)\nA découvrir"}, {"date": "2 years ago", "text": "(Translated by Google) Enjoyable\n\n(Original)\nAngenehm"}, {"date": "4 years ago", "text": "(Translated by Google) Medium quality catering\n\n(Original)\nRestauration de qualité moyenne"}, {"date": "2 years ago", "text": "(Translated by Google) Magnificent\n\n(Original)\nMagnifique"}, {"date": "2 years ago", "text": "(Translated by Google) Dirty pool\n\n(Original)\nPiscine sale"}, {"date": "2 years ago", "text": "(Translated by Google) Friendly\n\n(Original)\nSympathique"}, {"date": "2 years ago", "text": "(Translated by Google) I recommend\n\n(Original)\nPolecam"}, {"date": "2 years ago", "text": "(Translated by Google) Pool no depth 😞\n\n(Original)\nPiscine pas de profondeur 😞"}, {"date": "2 years ago", "text": "(Translated by Google) I love\n\n(Original)\nJ'adore"}, {"date": "2 years ago", "text": "(Translated by Google) luxury\n\n(Original)\nlux"}, {"date": "2 years ago", "text": "(Translated by Google) Crappy\n\n(Original)\nMerdique"}, {"date": "2 years ago", "text": "(Translated by Google) Good\n\n(Original)\nBien"}, {"date": "2 years ago", "text": "(Translated by Google) Good\n\n(Original)\nBien"}, {"date": "4 years ago", "text": "(Translated by Google) Pleasant and calm space\n\n(Original)\nEspace agréable et calme"}, {"date": "2 years ago", "text": "(Translated by Google) Good\n\n(Original)\nBien"}, {"date": "a year ago", "text": "(Translated by Google) Medium service\n\n(Original)\nService moyen"}, {"date": "3 years ago", "text": "(Translated by Google) The hotel is very small and the breakfast is very dirty\n\n(Original)\nالفندق عادي غرف صغيره الفطور سيئ جدا"}, {"date": "2 years ago", "text": "(Translated by Google) Nazif and Hadi entrance to Marrakech\n\n(Original)\nنظيف وهادي مدخل مراكش"}, {"date": "2 years ago", "text": "(Translated by Google) Far from the historic center of the city\n\n(Original)\nLoin du centre historique de la ville"}, {"date": "2 years ago", "text": "(Translated by Google) Very good\n\n(Original)\nМного добър"}, {"date": "3 years ago", "text": "(Translated by Google) Good\n\n(Original)\nBien"}, {"date": "4 years ago", "text": "(Translated by Google) Congress hotel on the outskirts of Marrakech very remote\n\n(Original)\nKongress Hotel am Rande von Marrakesch sehr abgelegen"}, {"date": "2 years ago", "text": "(Translated by Google) Nice place ....\n\n(Original)\nBel endroit ...."}, {"date": "4 years ago", "text": "(Translated by Google) Enchanting setting\n\n(Original)\nCadre enchanteur"}, {"date": "2 years ago", "text": "(Translated by Google) Acceptable.\n\n(Original)\nAcceptable."}, {"date": "2 years ago", "text": "(Translated by Google) Excellent!\n\n(Original)\nExcellent !"}, {"date": "a year ago", "text": "(Translated by Google) Good\n\n(Original)\nDobro"}, {"date": "2 years ago", "text": "(Translated by Google) Class\n\n(Original)\nLa classe"}, {"date": "2 years ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "2 years ago", "text": "(Translated by Google) Non-existent service\n\n(Original)\nService inexistant"}, {"date": "2 years ago", "text": "(Translated by Google) Perfect service\n\n(Original)\nService parfait"}, {"date": "4 years ago", "text": "(Translated by Google) Not bad\n\n(Original)\nPas mal"}, {"date": "2 years ago", "text": "(Translated by Google) Pleasant and cozy\n\n(Original)\nAgradavel e aconchegante"}, {"date": "3 years ago", "text": "(Translated by Google) Very small rooms, nice lobby with bar.\n\n(Original)\nSehr kleine Zimmer, schöne Lobby mit Bar."}, {"date": "3 years ago", "text": "(Translated by Google) Magic\n\n(Original)\nMagique"}, {"date": "a year ago", "text": "(Translated by Google) Lounge atmosphere\n\n(Original)\nSalon ambiance"}, {"date": "4 years ago", "text": "(Translated by Google) No one like.hotel.personal.nul\n\n(Original)\nNul comme.hotel.personnel.nul"}, {"date": "3 years ago", "text": "(Translated by Google) Magnificent\n\n(Original)\nMagnifique"}, {"date": "3 years ago", "text": "(Translated by Google) I love\n\n(Original)\nJ'adore"}, {"date": "2 years ago", "text": "(Translated by Google) Great food, nice hotel\n\n(Original)\nTolles Essen, schönes Hotel"}, {"date": "2 years ago", "text": "(Translated by Google) Great\n\n(Original)\nSuper"}, {"date": "4 years ago", "text": "(Translated by Google) Idyllic setting\n\n(Original)\nCadre idyllique"}, {"date": "3 years ago", "text": "(Translated by Google) It was fine.\n\n(Original)\nWar in Ordnung."}, {"date": "4 years ago", "text": "(Translated by Google) a new and clean hotel\n\n(Original)\nun hôtel neuf et propre"}, {"date": "2 years ago", "text": "(Translated by Google) magnificence\n\n(Original)\nروعة"}, {"date": "2 years ago", "text": "(Translated by Google) Great\n\n(Original)\nSuper"}, {"date": "2 years ago", "text": "(Translated by Google) Nothing to say\n\n(Original)\nRien à dire"}, {"date": "2 years ago", "text": "(Translated by Google) Manifike👏👏👏\n\n(Original)\nManifike👏👏👏"}, {"date": "2 years ago", "text": "(Translated by Google) Mafi Shattaf\n\n(Original)\nمافي شطاف"}, {"date": "3 years ago", "text": "(Translated by Google) Average\n\n(Original)\nMoyen"}, {"date": "3 years ago", "text": "(Translated by Google) Ras\n\n(Original)\nRas"}, {"date": "3 years ago", "text": "(Translated by Google) Nice hotel\n\n(Original)\nHôtel sympa"}, {"date": "3 years ago", "text": "(Translated by Google) Average\n\n(Original)\nMoyen"}, {"date": "3 years ago", "text": "(Translated by Google) Well !!\n\n(Original)\nBien !!"}, {"date": "3 years ago", "text": "(Translated by Google) Daodiat\n\n(Original)\ndaodiat"}, {"date": "3 years ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "2 years ago", "text": "(Translated by Google) Relaxed atmosphere\n\n(Original)\nAmbiance relax"}, {"date": "3 years ago", "text": "(Translated by Google) nice place\n\n(Original)\nnice place"}, {"date": "3 years ago", "text": "(Translated by Google) Good\n\n(Original)\nجيد"}, {"date": "3 years ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "3 years ago", "text": "(Translated by Google) Nice\n\n(Original)\nجميل"}, {"date": "3 years ago", "text": "(Translated by Google) Impeccable\n\n(Original)\nImpeccable"}, {"date": "3 years ago", "text": "(Translated by Google) Great\n\n(Original)\nSuper"}, {"date": "4 years ago", "text": "(Translated by Google) Fresh, clean and quiet\n\n(Original)\nجدديد ونظيف وهادئ"}, {"date": "4 years ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "4 years ago", "text": "(Translated by Google) Impeccable\n\n(Original)\nImpeccable"}, {"date": "4 years ago", "text": "(Translated by Google) Excellent\n\n(Original)\nExcellent"}, {"date": "4 years ago", "text": "(Translated by Google) awesome\n\n(Original)\nروووعة"}, {"date": "3 years ago", "text": "(Translated by Google) suitable prices\n\n(Original)\nأسعار مناسبة"}, {"date": "2 years ago", "text": "(Translated by Google) Great hotel\n\n(Original)\nفندق راىع"}, {"date": "3 years ago", "text": "(Translated by Google) Mmmtmtazaz\n\n(Original)\nممممتتتتاز"}, {"date": "3 years ago", "text": "(Translated by Google) Perfect !!!!!!! nothing to add\n\n(Original)\nParfait!!!!!!!rien à rajouté"}, {"date": "3 years ago", "text": "😍😘😎"}, {"date": "a year ago", "text": "👍"}, {"date": "2 years ago", "text": "👍😘"}, {"date": "2 years ago", "text": "😉"}, {"date": "3 years ago", "text": "😍😍😍😍"}]