[{"name": "Zine", "nationality": "Netherlands", "number_of_nights": "1 night ·  March 2020", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: March 11, 2020", "visite_date": "March 2020", "text": "Excellent desert experience. Staff was very attentive & fun. Camel rides were awesome! Ride to camp, ride to sunset view , ride to sunrise view. Excellent food", "score": "10"}, {"name": "Hamza", "nationality": "Morocco", "number_of_nights": "1 night ·  January 2022", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: January 8, 2022", "visite_date": "January 2022", "text": "I would say that was the best, unforgettable experience We ever had in Morocco. The host is really thoughtful and welcoming. He picked up us from station at early morning. The breakfast he prepared was like a feast that we really enjoyed. Our favorite was the Berber soup. The tent was neat and clean. Even though it can be a bit hot at day time, but it is what it is in the desert. The bathroom and toilet were really clean as well. Also, there’s an area you can sit in the yard and relax. Last, He arranged camel riding tour (additional cost)for us as well and set us off. I think we will never forget the experience tours keep to erg chegaga We had there.If you wanna come to Mhamid, don’t miss out! Highly recommended!", "score": "10"}, {"name": "Karmen", "nationality": "Poland", "number_of_nights": "1 night ·  December 2021", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: December 18, 2021", "visite_date": "December 2021", "text": "We spend only one night in the camp but we enjoyed a lot. All the staff was there at any moment to make sure we had everything we needed, thanks a lot to Abdoul (our camel’s guide) who was really nice and provide us a beautiful experience, thanks to our driver was really touching and shared with us a part of his life and thanks also for the dinner and amazing breakfast, the singing and dancing night, the guys playing were incredible and it felt like we were in another world for a while. Overall it was a super memorable experience thanks to those people who welcome you from their heart, they were really the highlight of this experience.Amazing experience driving through the dunes Erg chegaga (with a driver and a 4x4), walking around to enjoy the view and sleeping for a night.", "score": "10"}, {"name": "Anne", "nationality": "Morocco", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: November 27, 2021", "visite_date": "November 2021", "text": "Its the most amazing place to stay in. We took the camel ride to the tent during sunset and it was just beautiful. All was arranged to a perfection. Nice dinner, great entertainment around a camp fire in the evening. We even learn to play drums by the staff. Sunrise was just out of this world. Hope to come back one day. The tents are clean and super comfortable with big warm blankets on the beds. Also the bathroom in the tent is superbe.", "score": "10"}, {"name": "Bjorn", "nationality": "France", "number_of_nights": "2 nights ·  November 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: November 14, 2021", "visite_date": "November 2021", "text": "Great excursion into the Sahara desert! Communication was smooth and we were well informed on all the trip details. It comes at an extra costs to go into the deep desert to camel ride, sand board and watch a beautiful sunrise/fall but it's worth it! Highly recommend", "score": "10"}, {"name": "Jane", "nationality": "United Kingdom", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: November 9, 2021", "visite_date": "November 2021", "text": "We arrived in Mhamid with a rented car. From there we traveled the distance to Elegant Camp on camels, at our request. Going through a portion of the Sahara desert on camels, at sunset, was something unforgettable for us. The food served here (for dinner and breakfast) was tasty and carefully prepared. We also liked the hospitality of the hosts. The next day we paid for a tour of some interesting places erg chegaga: we visited the place where some nomadic families live, an abandoned village, Overall we can say that it was a pleasant experience, simply unforgettable for us. Thank you Adoul& team", "score": "10"}, {"name": "Betty", "nationality": "Australia", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: October 30, 2021", "visite_date": "October 2021", "text": "Everything was perfect. The management and staff were friendly and happy to assist with queries. The camp and location were both perfect. This is the place to stay if visiting Mhamid. The location is perfect for stargazing and hiking nearby, camel ride to watch the sunrise and it was unforgettable .dunes erg chegaga . The food is delicious. Activities can be arranged at the camp.", "score": "10"}, {"name": "Hamza", "nationality": "Morocco", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: October 16, 2021", "visite_date": "October 2021", "text": "Our visit here was part of a tour. From the camel ride into camp to the time we left it was all top class. , and great tours , hot and cold water in the ensuite western toilet, with a large door flap for privacey, and that was only in the tent! There were various seating on the dunes to relax and watch the sunset. The red carpet between the tents lead to a delicious candle lit dinner, followed by singing and dancing around a camp fire. Many choices for breakfast and water supplied through out our stay. All in all a wonderful desert adventure •", "score": "10"}, {"name": "Richard", "nationality": "United States of America", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: October 14, 2021", "visite_date": "October 2021", "text": "I enjoyed my stay for the one night with Camp Sahara. The location is great as it is a short 4 wheel drive trip from Mhamid. The room was great as the bed was comfortable and I liked having my own bathroom and shower. The breakfast that was provided was very good with cheese, egg, bread, jam and tea. They provided a small group of musicians that played Moroccan music which was very good. It was an excellent value for the accommodation provided. I would recommend this facility for a close, quiet, convenient and good value stay near Mhamid.", "score": "9.0"}, {"name": "Ismail", "nationality": "Morocco", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: October 1, 2021", "visite_date": "October 2021", "text": "We came in the off season and were the only guests. We had a wonderful time with the staff and enjoyed a sunset camel ride, sand boarding, dinner and a drum session by the fire.Our guide was very sweet and patient with us taking far too many photos on the beautiful dunes. Come with a great attitude and you will be met with nothing but kindness", "score": "10"}, {"name": "Taylor", "nationality": "Morocco", "number_of_nights": "1 night ·  September 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: September 17, 2021", "visite_date": "September 2021", "text": "Before we arrived the host send us the exact coordinates of the camp which was helpful. After the welcoming tea we waited for two others to start the camel back trip at around 5.30 pm. The sunset from the top of the dunes was amazing. After dinner there was a campfire and some drumming and singing. The stars were amazing. The WiFi was surprisingly good. All in all very good organized.", "score": "10"}, {"name": "Sylvia", "nationality": "Spain", "number_of_nights": "1 night ·  May 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: May 4, 2021", "visite_date": "May 2021", "text": "We did the camel ride in and are very cautious about animal abuse. The camels were treated very well and we were happy we did this in the end. We got to the camp and were happy with it's surroundings. You can definitely see other camps but with the height of the sand dunes, you feel sort of secluded. The generator nearby was quiet and hidden. You could really not hear it around the camp. Dinner was nice, although a bit more European than Moroccan. I guess it was a little of both. The room was great. We were happy to have heat all night (still a bit chilly in Dec). We had plenty of warm water and the bed covers were very warm. We walked a lot in the morning and returned for breakfast, which was classic Moroccan. The prev night entertainment was memorable. Our jeep ride back was crazy fun and overall - super happy with the experience. I don't think you will be disappointed. The desert itself will be a highlight of the trip .", "score": "10"}, {"name": "Eva", "nationality": "New Caledonia", "number_of_nights": "1 night ·  March 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: April 1, 2021", "visite_date": "March 2021", "text": "The food was delicious. The accommodations were fantastic. Very comfortable bed. Great nighttime entertainment around the fire. The staff could not have been better. A great experience!!", "score": "10"}, {"name": "Nicol", "nationality": "Canada", "number_of_nights": "1 night ·  February 2021", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: February 24, 2021", "visite_date": "February 2021", "text": "The 4wd drive to the Erg chgaga got our adrenaline pumping and was pretty awesome. The cameltour was relaxing and absolutly breathtaking with the sun going down on the dunes. The camp itself had the perfect location and how it was dressed up was beautiful with many nice details. The tent was very beautiful, clean and comfortable. The food was delicious. And most of all the service was top notch. They really made us feel like home. Live music at the camp fire, unlimited amount of stars... All and all great expérience. Thank you so much Abdoul", "score": "10"}, {"name": "Maria", "nationality": "Morocco", "number_of_nights": "1 night ·  January 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: January 4, 2021", "visite_date": "January 2021", "text": "« I liked the location, it is in the middle of the dessert! I enjoyed the sunset, but the most amazing thing was the moonrise. That is truly beautiful :D Also, camel ride was a unique experience and I think anyone would like it! »", "score": "10"}, {"name": "Ava", "nationality": "United Kingdom", "number_of_nights": "1 night ·  September 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: September 25, 2020", "visite_date": "September 2020", "text": "My wife and I had a brilliant time at Bivouac Sahara holidays The hospitality shown by Absoul and Mohammed was excellent, sitting around the fire having Berber tea, under the stars... Refreshingly different. They really took time to cater for all their guests needs, and were always available to assist and created an atmosphere of calm.", "score": "10"}, {"name": "Annabella", "nationality": "Ireland", "number_of_nights": "1 night ·  June 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: June 22, 2020", "visite_date": "June 2020", "text": "What an amazing adventure we had here. Initially we only planned to stay one night but we extended our stay to two nights because it was so perfect! We loved everything! The boys were so accomadating and organised our camel ride and trip to the dunes. The cooked the nicest food we have had in Morocco .", "score": "10"}, {"name": "Ingridita", "nationality": "Morocco", "number_of_nights": "1 night ·  April 2020", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: April 12, 2020", "visite_date": "April 2020", "text": "Very nice Sahara camp with a very helpful owner Fantastic service provided by Abdoul and his team! My wife and I were the only guests on the day and we were greeted with a warm welcome. We had a very comfortable stay at the cosy desert camp, , good food and enjoyed entertainment by our friendly guides/ camp hosts Mohammed and Zakaria. After watching the sunrise the next morning, we camel trekked back to the camp grounds where we had the best breakfast we have had in Morocco. A trip to the desert erg chegaga with sahara Holidays Camp to is definitely a trip worthwhile. :) Amazing experience! Highly recommended.!", "score": "10"}, {"name": "Juliána", "nationality": "Slovakia", "number_of_nights": "1 night ·  February 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: February 1, 2020", "visite_date": "February 2020", "text": "We felt like well taken care of from the moment we arrived at Mhamid. Abdoul and the staff were very helpful, hospitable and made sure we had the best experience in the Sahara .The camp was much more than we expected, comfortable beds, a clean shower and toilet , excellentdinner and breakfast ! I definitely recommend going on the Sahara and camp with this company!", "score": "10"}, {"name": "Jane", "nationality": "United Kingdom", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 26, 2020", "visite_date": "January 2020", "text": "Excellent, personal service Quick, responsive communication using WhatsApp Good food Great value for money Wonderful hosts. Great attention to detail.. Amazing experience driving through the dunes (with a driver and a4x4), walking around to enjoy the view and sleeping for a night. ergchegaga.", "score": "10"}, {"name": "Evelyne", "nationality": "Austria", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 8, 2020", "visite_date": "January 2020", "text": "WonSomething special about the staff and overall vibe. Abdoul and company take great care of you. Laid back and friendly. Great food. Fun evening of drumming and music by the fire. They were very nice to our 5 year old daughter. Hot showers (how!?) They can organize any kind of excursions you want. We stayed 2 nights and were glad we did so it didn’t feel rushed. Saved the camel ride for the last evening. I highly recommend this camp as it was definitely the biggest highlight of our two week journey.", "score": "10"}, {"name": "John", "nationality": "United States of America", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 4, 2020", "visite_date": "January 2020", "text": "Words alone cannot express my feelings about this breathtaking experience. It really exceeded our expectations. We met up with Adoul at cafe \"Le Petit Prince\". He is a very kind and knowledgeable guy; he organized an overnight trip to Erg Chigaga for us. We drove off raod for about 2 hours to get to the camp deep in the Sahara desert. The camp was located among massive dunes. I never thought the desert would be so beautiful. When we arrived at the camp, we were warmly welcomed by the stuff. We really liked the refreshing mint tea they gave us. We then went on an awesome camel riding tour in the big dunes to watch a stunning sunset. the colors looked unreal, just like a painting. After a very delicious dinner, we sat around the campfire and we listened to local music played by the stuff. We really would like to come again and spend more time with these guys in the desert. We strongly recommend it. Thank you so much Abdoul for everything.", "score": "10"}, {"name": "Karmen", "nationality": "Poland", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: January 3, 2020", "visite_date": "January 2020", "text": "I loved the authentic camp environment. The food was the best I had in all of Morocco. I cant say enough about the this spectacular experience. Abdoul was an amazing host who was so patient with us despite our late arrival. He anticipated all our needs and provided us with whatever we needed with tailor-made program to visit the desert highly recommend staying here!I", "score": "10"}, {"name": "Danielle", "nationality": "Morocco", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: December 22, 2019", "visite_date": "December 2019", "text": ".  The service from the crew that runs this camp is outstanding. Everyone was very welcoming and focused on their guests’ experience. The dinner included was a 3 course meal and was absolutely delicious. Bed is comfy and the bathroom is clean and very nice, with hot water. There are also hammocks and shady places to sit when you aren’t walking in the dunes.activities. The 4x4 ride back and forth to the  erg chegaga  is a blast. Highly recommend it.", "score": "10"}, {"name": "Manuela", "nationality": "Germany", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: December 19, 2019", "visite_date": "December 2019", "text": "We enjoyed a wonderful night at the camp sahara holidays. Abdoul and his colleagues offered a very nice experience mixing camel ride, sunset, amazing moonrise and sunrise views, excellent berber dinner, desert fire with berber drumming, singing and dancing... The camp was really nice with comfortable tents and toilets, and it was far enough from the village to marvel with astonishing star views. This was oneof the highlights of our trip through Morocco. Thank you sahara holidays .", "score": "10"}, {"name": "Nicole", "nationality": "United States of America", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: December 18, 2019", "visite_date": "December 2019", "text": "We spend great time in Mhamid Camp sahara holidays , perfect magic night in middle of the desert tent , with camel ride - food - sunset - sunrise with excursions to erg chegaga. its amazing very recommended", "score": "10"}, {"name": "Carole", "nationality": "United States of America", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: December 16, 2019", "visite_date": "December 2019", "text": "Wonderful food and camp. People were really nice and I felt very safe. Went on a lovely camel ride and enjoyed the sunset . The tent was really clean and well furnished with a comfortable bed. The staff and camp was exceptional This is a luxurious oasis in the beautiful Sahara Desert. I really enjoyed my time. Definitely stay here!", "score": "10"}, {"name": "Lara", "nationality": "Ireland", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: December 13, 2019", "visite_date": "December 2019", "text": "We took a camel ride out of town to the camp - approx 60 minutes - and got in in time for sunset and watched it from the ridge overlooking the camp. Camp consists of 10 tents - all with running water, showers and flushing toilets. There is a fire pit for later in the night and a food tent for the evening meal. The dinner was really nice and the fire and music entertainment after was lovely . Overall a really nice site, people and would highly recommend it to anyone staying in the sahara .", "score": "10"}, {"name": "Hill", "nationality": "United States of America", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: November 27, 2019", "visite_date": "November 2019", "text": "The types of tent, and the room comfort of the beds. The staff, especially Abdoul , was so accommodating, friendly, and helpfull. We could not have asked for friendlier people to host us, as they went out of their way to grant any request. The location, while not as close as some camps is still amazing! Waking up to the sight of the golden dunes of the Sahara was like something out of a movie. I would absolutely recommend staying with sahara holidays Camp. Best value for the money, great location, amazing staff.", "score": "10"}, {"name": "Marouan", "nationality": "Morocco", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: November 24, 2019", "visite_date": "November 2019", "text": "The camp was very nice, located in an oasis.The absolutely silent night and the stars out in the dunes are just amazing. The guys from sahara holidays Camp are doing a really great job and prepared us very delicious tajins (with chicken), soups and other traditional food and they also made a fire in the center of the camp and sang their specific songs.", "score": "10"}, {"name": "Cécile", "nationality": "Canada", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: November 2, 2019", "visite_date": "October 2019", "text": "Good to know: When you arrive in M'Hamid, be prepared for a 4x4 drive (you get driven) of 2 hours into the desert. They will bring you to the camp, where you are surrounded by sand dunes of the desert. It was my first time in the desert, so it was an unforgettable experience! Really recommended! A camel ride of 1 hour is also really nice to make a trip over the dunes! Great and lots of food!! Friendly people who 'lead' the camp.", "score": "10"}, {"name": "Anne", "nationality": "Canada", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 21, 2019", "visite_date": "October 2019", "text": "We got here very late at night and the owner of Le Petit Prince had waited for many hours for us to arrive, he was amazingly helpful and immediately got us a car to a place in the desert where we were staying the night. When we got there I expected a small hut or a tent, what we got instead was a beautiful campsite with a massive fire pit in the middle. All around there were 5 one room houses, one larger than the others for a relaxing place to hangout. There was a bathroom with a hot shower and 2 toilets. Our rooms were very nice, they were sealed against the wind and sand, and the beds were very comfortable. When we woke up they had an amazing breakfast made for us already, with great tea. While we were there Abdul (The owner of Le petit prince cafe) arranged everything for us, he took us to the nomad music festival, camel riding, day trips to old MHamid, and whenever we stopped at the Le petit prince for a rest he had tea for us. Near the end of our trip we headed into the 'Big Sahara' to camp under the dunes, which turned out to be a beautiful campsite with huts that were warm with beds and blankets, showers and toilets, and dining room, and a beautiful campfire, nothing like the Canadian camping I was used to. At night looking up you could see millions of stars, so many more than I had ever seen in the city. At night they cooked us an amazing dinner, and had breakfast ready for after we had sand boarded for awhile. To end this, the food is amazing, the place is amazing, but the people of Mhamid and Camp sahara holidays in particular is what made this trip unforgettable.", "score": "10"}, {"name": "Smith", "nationality": "United States of America", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 15, 2019", "visite_date": "October 2019", "text": "Surrounded by dunes, night skies, and great people! Our excursions in the dunes chegaga second night was wonderful and a can't-miss experience! After a camel ride amongst the dunes to our isolated location, our camp was a wonderful little oasis of comfort in the desert. We were a couple and we enjoyed our own tent room, as there were not many visitors at the time, and the bed and room were of ample size and private, with a nice temperature. Sharing experiences of visiting Morocco was also a highlight of the trip! We had a fantastic time at the camp, the dinner provided was huge and perhaps one of the most delicious tajines we had during our whole stay in Morocco. There were desert skis and boards to use, although we just enjoyed trekking alone and sitting on top of dunes, watching the sun go down and talk about how it looked like Mars or some other unreal place. Abdoul helped us organized our stay, and this man is a gem and such a wonderful person. Very kind, generous, helpful and honest. I would highly recommend going to this camp and meeting abdoul , it is a very genuine and amazing experience that no one should miss. Highly recommended for friends, families, couples and solo trips!", "score": "10"}, {"name": "Jacob", "nationality": "Israel", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 11, 2019", "visite_date": "October 2019", "text": "It's the first time that we stay in a desert camp and it was far more interesting than we expected. We crossed the sand dunes by camels before we made it to the tents. We were warmly welcomed with a cup of tea upon our arrival. The beauty of the place and the nice people working there impressed us a lot. We especially liked the Berber music and the starry night above (we were lucky enough to have a perfectly clear night). Amazing experience driving through the dunes erg chigaga (with a driver and a 4x4), walking around to enjoy the view and sleeping for a night. It's certainly the place to spend your desert night!", "score": "10"}, {"name": "Alexandre", "nationality": "Canada", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 9, 2019", "visite_date": "October 2019", "text": "I stayed at this stunning place one night only, but enjoyed every moment. The staff is doing great job - from the pick up for the camel ride to the camp, through a very warm welcome, perfect restaurant service, and of course a night of moroccan drums session - they make you feel like a part of family and your stay more than just pleasant. The tents are veeery spacious, with nice decoration and all the comfort of a camp- but in a desert! There is an inside bathroom with hot water . Exceptional and wonderful experience to travel with abdoul to Erg Chigaga for the night and diner under the stars. I am sure I would love to repeat !", "score": "10"}, {"name": "Gisbert", "nationality": "Morocco", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 2, 2019", "visite_date": "October 2019", "text": "Even words are not enough to describe the fantastic trip i had on this wonderful camp. I reached Mhamid in my own car, i found the camelman in the meeting point we have agreed. We started the camel rides about 6pm and we cross the dunes from the Berber village t near Mhamid. About 1h, we reached the camp where we spend a wanderful night enjoyed the drum Music with guys from the camp. Thanks a lot for everything.", "score": "10"}, {"name": "Sarah", "nationality": "Switzerland", "number_of_nights": "1 night ·  September 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: September 30, 2019", "visite_date": "September 2019", "text": "my second time at this place,Exceptional tents in Sahara desert. Great staff. Fantastic camel ride, beautiful sunset. Unexpected great dinner (3 course) and warm night in the luxurious tents with bathroom. Very good breakfast. Big warm beds . Thank you so much for an excellent treat and harmony. They arranged for our adventure sports and they managed it very well. I will definitely recommend it to everyone!", "score": "10"}, {"name": "Nine_ja", "nationality": "France", "number_of_nights": "3 nights ·  September 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: September 24, 2019", "visite_date": "September 2019", "text": "Once you arrive, you make a deal for the number of nights you're staying and all the activities you want to do (so yes of course, the night in the camp is cheap on booking, but don't forget to prepare your wallet for what you really want to do in the desert). Then, everything is taken care of and you can enjoy everything without thinking about anything else than your vacation and your meeting with the desert. We chose to stay 3 nights in the desert, with one in the Erg Chigaga dunes. The camel ride was super interesting, peaceful and the sunset we enjoyed there was magnificent. The experience was truly incredible. I truly recommend to come back to this desert for trekking experiences because the simple desert excursion was way too short and I think it's the best way to try to go out of the classic tourist pathway and maybe really enjoy true culture exchange. Although I did not feel the warm welcome as described in the other comments, there were some very nice people in these camps that made you enjoy your stay by being simply friendly. But personally, I felt the touristic atmosphere and the distance that there was between us and the people from the Bivouac. It obviously makes sense considering we are indeed tourists and that they see so many different people per days and all along the year that they could not always be super friendly and super welcoming.", "score": "8.3"}, {"name": "Jane", "nationality": "United Kingdom", "number_of_nights": "1 night ·  May 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: May 24, 2019", "visite_date": "May 2019", "text": "I recently was lucky to spend two nights in the Sahara. I stayed at Camp Sahara holiday. We drove from Marrakech to M'hamid and and met Abdoul as arranged at Cafe le Petit Prince. Abdoul gave us all the information we needed to know and suggested that we take the excursion to Erg chegaga for our 2nd night. I am so glad we did. Our first night in the camp just outside M'hamid was perfect, palm trees, very clean, delicious food, and fantastic music round the campfire at night. In the morning Abdoul came with Mohammed to take us to the next camp. Again, spotlessly clean, we had a Berber omelette for lunch and then we had time to just enjoy the Sahara. We had been given a sand board, so we all had fun on that, coming down the dunes on it,and falling over. The silence at the camp was perfect a real retreat from city life. Later we set off into the dunes on camels, the scenery was amazing and to sit on top of the highest dune and watch the sunset was just perfect. Back at camp it was another delicious meal, and another night by the camp fire, lying on cushions looking up into the sky and seeing just millions of stars, while listening to the guys playing traditional music. This was the best part of our holiday .. Overall our experience was great and I would recommend it to anyone. We will never forget this experience.", "score": "10"}, {"name": "Marko", "nationality": "Slovenia", "number_of_nights": "3 nights ·  May 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: May 10, 2019", "visite_date": "May 2019", "text": "Camp few minutes outside Mhamid with suv is just introduction to desert camp inside erg Chegaga. Incedible experience for my family.", "score": "9.2"}, {"name": "Renee", "nationality": "Australia", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: April 12, 2019", "visite_date": "April 2019", "text": "Awesome stay! Sahara desert right at your backdoor. We got to watch a nice sunset when we arrived. The staff are all very friendly and very welcoming. We booked a tour into the desert through Sahara camps aswell and it was amazing!! “Anything is possible” when looking at different options for your tour. Highly recommend.", "score": "9.2"}, {"name": "Stéphane", "nationality": "Russia", "number_of_nights": "1 night ·  January 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 27, 2019", "visite_date": "January 2019", "text": "We loved this place. From the moment we arrived enquiring about a room until we left 3 days later, we were made feel welcome and relaxed. abdoul and his team totally chilled us out. The room was beautiful and perfect for a family of 5. We had delicious meals and were able to walk directly into the dunes from just behind the camp. We took a desert trip from the camp staying overnight in the desert which was great. You take the camels just from the back of the camp which was so easy. All in all I'd say that sums up this place; easy, relaxed with a great atmosphere and the desert on your doorstep. Just go!", "score": "10"}, {"name": "Nicole", "nationality": "United States of America", "number_of_nights": "1 night ·  January 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: January 27, 2019", "visite_date": "January 2019", "text": "Abdoul, the organizer, was extremely helpful ahead of our arrival, in giving us advice on the most scenic route, and being flexible around changing our arrival date, so that we can enjoy the sites along the drive. The camel ride and camp were well above and beyond our expectations - they were meticulously organized. The organizers respected our request for a vegetarian meal at the camp, and we enjoyed a delicious dinner. Entertainment around the campfire was engaging, despite the cold desert winter. Staff on the camel ride and at the camp spoke great English, were approachable, personable, friendly, and fun. The camp itself was super clean, plenty of blankets provided for the cold night. Sheets were clean, there was not a spec of sand inside the tent. We were truly impressed.", "score": "10"}, {"name": "Ali", "nationality": "Turkey", "number_of_nights": "2 nights ·  January 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 24, 2019", "visite_date": "January 2019", "text": "Wow, we loved everything. We stayed in their 2 camps, the staff in both were so friendly and helpful. Our driver Mohammed was careful and really nice. Sand boarding, a camel trek, incredible sunsets, and fantastic live music around the camp fire.", "score": "10"}, {"name": "Britta", "nationality": "Germany", "number_of_nights": "1 night ·  December 2021", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: December 12, 2021", "visite_date": "December 2021", "text": "The food was good.", "score": "3.0"}, {"name": "Nancy", "nationality": "United States of America", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: October 14, 2021", "visite_date": "October 2021", "text": "The Adobe hut with bathroom was nice but it felt like a kiln inside so they brought the bed outside. It was nice sleeping under the stars.", "score": "4.0"}, {"name": "Maria", "nationality": "Portugal", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 15, 2019", "visite_date": "October 2019", "text": "The place where you sleep is extremely beautiful.", "score": "6.2"}, {"name": "Anonymous", "nationality": "France", "number_of_nights": "2 nights ·  November 2019", "clinet_type": "Couple", "room_type": "2 nights ·  November 2019", "review_date": "Reviewed: November 9, 2019", "visite_date": "November 2019", "text": "The stay in sahara camp was absolutly stunning. lost in the middle of the desert with a friendly Staff. I stayed 3 days with my girlfriend (recomend you to stay more if possible). Those days will be stuck in our mind forever.", "score": "9.6"}, {"name": "Anonymous", "nationality": "Poland", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Group", "room_type": "1 night ·  February 2019", "review_date": "Reviewed: February 10, 2019", "visite_date": "February 2019", "text": "As I have never been to the desert I got positively surprised how good experience it can be. The camel ride during the sunset, food and evening activities made me really happy to be there. I fully recommend!", "score": "10"}, {"name": "Lucie", "nationality": "Czech Republic", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: December 10, 2021", "visite_date": "November 2021", "text": "Lokalita naprosto kouzelná, kemp cca 6km od poslední vesnice, takže naprostý klid. Kolem jen poušť a menší písečné duny. Personál ochotný, večer nám dělali táborák a zpívali a hráli jejich písně. Nabídli skvělou večeři (za příplatek, nebyla v ceně, o tom jsme ale věděli). Snídaně perfektní. Nabídli nám nějaké výlety a my tak využili možnost jet na vysoké a rozsáhlé duny Chigaga, které byly naprosto famózní.", "score": "10"}, {"name": "Pascal", "nationality": "Switzerland", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: November 19, 2021", "visite_date": "November 2021", "text": "L’expérience du désert est unique Waouh !!! De retour en suisse mais la tête encore complètement là-bas. Un lieu des plus ressourçant et chaleureux (dans tous les sens du terme). Des rencontres si enrichissantes, pleines de générosité et de bienveillance ! Sans oublier les 4 jours de trek dans le désert en compagnie des dromadaires, au rythme de chacun : un beau retour à la nature, à la Terre mère. Ce voyage est pour moi une expérience inoubliable. Tout a été extraordinaire de simplicité, de gentillesse, de beauté. Tout était juste et à sa place. Un grand merci à Abdoul . Un seul désir, refaire un autre séjour dans le désert, pour ne pas oublier qui je suis.", "score": "10"}, {"name": "Gutenbergsabine73", "nationality": "Germany", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: November 2, 2021", "visite_date": "November 2021", "text": "Die beste Unterkunft während unserem Marokko Trip. Die Jeeptour mit Abdoul zum Zeltcamp war abenteuerlich und sehr lustig. Wir bekamen ein total leckeres und reichhaltiges 4-Gänge Menü. Im Anschluss durften wir den Abend am Lagerfeuer, mit dem Bahba Luxury Team, mit Trommeln und Witzen unterm Sternenhimmel genießen. Auch das Frühstück war super lecker. Es war eine unvergessliche Erfahrung.", "score": "10"}, {"name": "Alain", "nationality": "Switzerland", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: November 2, 2021", "visite_date": "October 2021", "text": "Las jaimas espectaculares ,cuidando perfectamente los detalles. La cena y el desayunos abundantes y sabrosos, pero lo mejor sin duda son los chicos del desierto, gente amable, cariñosa, cercana, divertida y con un gran sentido del humor,ellos hicieron de nuestra estancia algo especial e inolvidable. Sobre todo Hussain, nuestro guía. Fiesta con fuego y música bereber y observar toda la vía Láctea desde una alfombra entre las dunas , mientras los chicos amenizaban la noche con historias y chistes....un auténtico placer. Volveremos", "score": "10"}, {"name": "Loic", "nationality": "France", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 28, 2021", "visite_date": "October 2021", "text": "Vous êtes accueilli au café « le petit prince » à Mhamid (point de rendez-vous). De la, il y a deux possibilité : - Soit vous pouvez aller dans le campement situé à 5km du café qui est situé au calme au début du désert en payant le tarif indiqué sur booking. - Soit vous pouvez aller dans le camp situé au milieu des dunes de Chegaga (a 60 km du café). Dans ce cas là, cela coûte 100 par personne, avec un transport en 4x4). Nous avons choisi la première option car notre EDT ne nous permettait pas de faire autrement ! Nous sommes allés sur le camp en dromadaire (20 euros en + par personne). Sur le camp, il ne faut pas s’attendre à un équipement exceptionnel, c’est normal il s’agit skin bivouac ! L’endroit est exceptionnel, nous avons pu profiter du coucher et du lever du soleil. Les hôtes étaient très gentils, ils nous ont joué de la musique ! Nous avons également dîné sur place (10 euros par personne). Le repas était très bon et très copieux ! Je recommande vraiment cette expérience !", "score": "9.0"}, {"name": "Lucie", "nationality": "Morocco", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: October 20, 2021", "visite_date": "October 2021", "text": "Organisation parfaite, un sans faute ! Ambiance chaleureuse et accueillante dans le silence et l'apparente solitude du désert Marcher pied nus dans les dunes est une expérience fabuleuse, même si le sable est juste un petit peu froid sous les pieds en cette saison C'est tellement beau et bon que nous n'avons qu'une envie : Y retourner ! Quant aux dromadaires en rut, c'est un régal. Encore merci pour tout,", "score": "10"}, {"name": "Daniela", "nationality": "Switzerland", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 17, 2021", "visite_date": "October 2021", "text": "Unkomplizierte Begleitung von Mhamid in die Wüste. Wir liessen unser Auto auf dem Parkplatz in Mhamid und wurden dann im 4x4 in die Wüste gefahren, mitsamt dem gesamten Gepäck. Das Camp ist 5 km von Mhamid entfernt. Für 15 Euro haben wir eine Dromedartour vom Camp aus gemacht. Das Nachtessen war lecker, danach wurde noch Musik gemacht. Super tolle Stimmung, nette Leute im Camp.", "score": "9.0"}, {"name": "Kathy", "nationality": "France", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 15, 2021", "visite_date": "October 2021", "text": "L'emplacement ! A l'entrée du désert dans un lieu où il y a quelques petites dunes. Voir le couché de soleil et les étoiles. Zacharia (ou Zakaria) était discret mais attentionné. Le tagine était vraiment délicieux, le meilleur de notre séjour de 15 jours au Maroc. La salle de bain était très bien. L'eau froide était un chaude un moment mais au vu de la température extérieure c'est tout à fait normal. Nous avons fait l'excursion jusqu'aux dunes de chegaga en 4x4. C'était superbe !! Je conseille", "score": "9.0"}, {"name": "Sonia", "nationality": "Austria", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: October 12, 2021", "visite_date": "October 2021", "text": "Das Frühstück war top. Die Dusche auf den Zimmern war schön warm und hatte gleichmäßigen Druck, sehr angenehm! Die feste Unterkunft liegt in einer Ortschaft bei Mhamid direkt vor den Sanddünen, das Wüstencamp ist sehr schön. Wir waren zwei Nächte dort und haben die erste Nacht im Wüstencamp verbracht. Sind nachmittags angekommen und dann per Jeep ins Camp gebracht worden. Von dort sind wir dann auf dem Rücken von Dromedaren direkt zu den hohen Sanddünnen gebracht worden, um dann auf eine Düne zu kraxeln und uns den Sonnenuntergang ansehen zu können. AM nächsten Morgen ging es dann zurück zur festen Unterkunft, wo wir noch eine weitere Nacht verbracht haben", "score": "10"}, {"name": "Sophie", "nationality": "France", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: October 10, 2021", "visite_date": "October 2021", "text": "Esta es mi segunda estancia en \" camp Sahara holidays y todo fue tan increíble como antes. Personal amable que se preocupa por mi comodidad y mi pareja. No sé cómo agradecer a nuestro mejor amigo en el campamento \"Abdoul\". Nos recibió en la ciudad de Mhamid y nos guió a su hotel donde estacionamos nuestro automóvil y luego montamos en su jeep para hacer una caminata en camello y ver la maravillosa puesta de sol. Cuando llegamos al campamento, nos dieron la bienvenida con té de menta marroquí y se registraron en nuestra lujosa y espaciosa carpa privada con nuestra propia ducha y WC privados. La cena fue abundante y deliciosa, el campamento es nuevo y la gente es muy amigable. Nos tocaron varios tambores bereberes de música tradicional y fiesta de baile alrededor del fuego. y dormimos desparasitando carpas y cómodos y nos despertamos por la mañana viendo el mejor amanecer fue maravilloso paisajes vistas con hermosos colores Honestamente, recomiendo este campamento a todos los que viajen al desierto y quieran probar una experiencia completa en el desierto de la mejor manera y con un alojamiento limpio. Gracias Mohamed y Abdoul por todos los esfuerzos. Fue la mejor parte de nuestras vacaciones de 3 días en el campo. Me g", "score": "10"}, {"name": "Melissa", "nationality": "Spain", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: October 7, 2021", "visite_date": "October 2021", "text": "Personal super amable y atento. Muchas gracias Abdoul y zakaria por el buen trato recibido en todo momento. El campamento está genial, haimas super bien equipadas y todo muy limpio. Lexos nos preparó una cena buenísima y luego nos tocó música típica. Destacar lo simpático que es y lo atento que estuvo de nosotros. Estancia 100% recomendable. Para repetir", "score": "10"}, {"name": "Alba", "nationality": "Spain", "number_of_nights": "1 night ·  October 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: October 5, 2021", "visite_date": "October 2021", "text": "El camping es genial, disponen de todo lo necesario, el personal es super agradable y atento. La comida buenisima. Ha sido una gran experiencia que repetiria sin dudarlo y por mas dias !! Personal super amable y atento. Muchas gracias Abdoul y zakaria por el buen trato recibido en todo momento. El campamento está genial, haimas super bien equipadas y todo muy limpio. Lexos nos preparó una cena buenísima y luego nos tocó música típica. Destacar lo simpático que es y lo atento que estuvo de nosotros. Estancia 100% recomendable. Para repetir", "score": "10"}, {"name": "Luc", "nationality": "Belgium", "number_of_nights": "3 nights ·  September 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: September 15, 2021", "visite_date": "September 2021", "text": "Tout . L’accueil, l’endroit, la gentillesse des gens. A conseiller. On a eu un accueil royale.", "score": "10"}, {"name": "Irma", "nationality": "Netherlands", "number_of_nights": "1 night ·  August 2021", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: August 19, 2021", "visite_date": "August 2021", "text": "Het zijn de Sahara, een prachtige omgeving. De accomodatie was erg prettig, ik heb een prima verblijf gehad en een erg gastvrij onthaal, vriendelijke en open gidsen en de tour door de Sahara was fantastisch...ik heb erg genoten en voelde me thuis en opgenomen.", "score": "10"}, {"name": "Cecile", "nationality": "Monaco", "number_of_nights": "1 night ·  July 2021", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: July 2, 2021", "visite_date": "July 2021", "text": "Situation idéale,accueil très professionnel sans en faire trop,personnel top. Tente parfaite ,propre et spacieuse. Vue sur les dunes exepcionnel ...endroit calme ....", "score": "10"}, {"name": "Mhamid", "nationality": "Morocco", "number_of_nights": "1 night ·  June 2021", "clinet_type": "Solo traveler", "room_type": "Single Room", "review_date": "Reviewed: June 15, 2021", "visite_date": "June 2021", "text": "Auf dem Kamel durch die Wüste, ankommen in einem luxeriösen Camp, das keine Wünsche offen lässt, ein reichhaltiges leckeres Abendessen, danach trommeln am Lagerfeuer, Sternenhimmel, Sonnenaufgang.... und eine unglaubliche Gastfreundschaft und Leichtigkeit mit der die Jungs das alles begleiten. Vielen, vielen Dank an das Team für dieses unvergessliche und beeindruckende .", "score": "10"}, {"name": "Martin", "nationality": "Poland", "number_of_nights": "1 night ·  May 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: May 10, 2021", "visite_date": "May 2021", "text": "Za dodatkową opłatą wycieczka po pustyni na wielbłądach, super przeżycie. Na campingu czekała na nas trzy-daniowa przepyszna kolacja. Wieczorem tańce i śpiew przy ognisku. Obsługa bardzo pomocna", "score": "10"}, {"name": "Roza", "nationality": "Morocco", "number_of_nights": "1 night ·  May 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: May 8, 2021", "visite_date": "May 2021", "text": "wysoki poziom Czysto, ładnie, w dobrej lokalizacji. Rewelacyjna obsługa i klimat. Zaskakująco dobre warunki (jest nawet ciepła woda) w każdym namiocie. Polecam .", "score": "10"}, {"name": "Heidrun", "nationality": "Austria", "number_of_nights": "1 night ·  May 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: May 3, 2021", "visite_date": "May 2021", "text": "Tolle Wüstenerfahrung in komfortablem Camp Traumhaftes Wüstencamp mit allen Annehmlichkeiten mitten in der Wüste. Ich kann jedem nur die Fahrt mit dem Jeep ins Camp empfehlen, da diese sehr abenteuerlich ist und einen immensen Spaß macht. Wenn man gemütlich zum Sonnenuntergang auf eine der großen Dünen gelangen möchten, würde ich dann noch zusätzlich das Kameltrekking empfehlen. Ansonsten ist es auch unproblematisch zu Fuß die Dünen zu erklimmen. Sehr gutes Abendessen und ein super leckeres Berberomlette in der Früh. Wir haben den Aufenthalt sehr genossen .", "score": "10"}, {"name": "Nathalie", "nationality": "Morocco", "number_of_nights": "1 night ·  April 2021", "clinet_type": "Solo traveler", "room_type": "Single Room", "review_date": "Reviewed: April 27, 2021", "visite_date": "April 2021", "text": "Tout d'abord dans ce camp, vous êtes isolé par rapport aux autres camps (ce qui n'est pas le cas de beaucoup d'autres camps). Le personnel est vraiment super. Abdoul et son équipe font tout pour que tout soit parfait pour vous, et en plus ce sont de jeunes gens authentiques et honnêtes, avec qui il est interressant de parler. Les tours que nous avons pris (decouverte du désert en 4x4 et promenade au coucher de soleil à dos de dromadaires) sont vraiment bien et à prix corrects. Le confort de la tente est parfait. La literie est la meilleure que nous ayons eu au Maroc. Elle est très confortable et vous aurez assez de couvertures pour être au chaud même les nuits les plus fraiches; de plus, même en plein désert nous n'avons jamais manqué d'eau chaude. Soirée autour du feu avec le personnel qui joue de la musique locale... Camp Sahara Holidays restera en tous points comme le highlight de notre séjour .", "score": "10"}, {"name": "Petit", "nationality": "Italy", "number_of_nights": "1 night ·  April 2021", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: April 10, 2021", "visite_date": "April 2021", "text": "· Escursione nel deserto come immaginavamo, tutto come descritto la cammellata sono circa 2:30 con stop per sunset la sera e Alba alla mattina perfetto per escursione di 1 giorno fratelli hosts umili e disponibili, consigliato.", "score": "10"}, {"name": "Mathias", "nationality": "Morocco", "number_of_nights": "3 nights ·  February 2021", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: March 2, 2021", "visite_date": "February 2021", "text": "Acceuil chaleureux, excursions proposées super, les enfants (et leurs parents) ont adoré leur séjour", "score": "10"}, {"name": "Sandra", "nationality": "Austria", "number_of_nights": "1 night ·  January 2021", "clinet_type": "Family", "room_type": "Single Room", "review_date": "Reviewed: January 14, 2021", "visite_date": "January 2021", "text": "Marokkos Sandwüste erg Mhamid, ein must-see für jeden Rundreisenden. Wir verbrachten 2 Nächte (1Tag) dort, damit sich der Abstecher auch lohnt. Am Tag werden Quad-Touren, Kamelreiten angeboten. Allerdings würde ich nicht länger bleiben, so viel gibt die Wüste bzw. mhamid a nicht her. Das Camp von Abdoul ehemals Tourguide dafür um so mehr: sehr schöne, auch saubere Zimmer, mit Dusche, WC, Warmwasser, wifi, sehr lecker Essen, Frühstücksbuffet,... Personal auch sehr zuvorkommend, jeder Wunsch wird erfüllt, am Abend gibt's Lagerfeuer und Trommeln. War ein echt schönes Erlebnis, 100% Weiterempfehlung", "score": "10"}, {"name": ".DIDIER Bouda", "nationality": "Morocco", "number_of_nights": "1 night ·  January 2021", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: January 10, 2021", "visite_date": "January 2021", "text": "« Nous avons passé 1 nuite dans ce camp dont les tentes individuelles sont très bien aménagées et confortables. Le personnel est super accueillant et très professionnel. Abdoul le gérant est parfait. La ballade à dos de dromadaire de Mhamid au camp est vraiment très sympa. Nous la conseillons »", "score": "10"}, {"name": "Hamza", "nationality": "Morocco", "number_of_nights": "1 night ·  December 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: December 21, 2020", "visite_date": "December 2020", "text": "Tout fut à la hauteur de mes attentes: la balade en dromadaire, le coucher de soleil sur les dunes, le silence du désert à la nuit tombée, le repas délicieux, l'ambiance chaleureuse autour du feu. A recommander à tout point de vue »", "score": "10"}, {"name": "Clara", "nationality": "Switzerland", "number_of_nights": "1 night ·  November 2020", "clinet_type": "Solo traveler", "room_type": "Single Room", "review_date": "Reviewed: November 11, 2020", "visite_date": "November 2020", "text": "Servizio ottimo, posto pulito, comodo ed accogliente. Molto buona anche la colazione", "score": "10"}, {"name": "Aurel", "nationality": "Switzerland", "number_of_nights": "1 night ·  September 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: September 26, 2020", "visite_date": "September 2020", "text": "« Très bon rapport qualité prix par rapport à d’autres organismes. Personnel disponible , repas du soir et déjeuner très bien . Tout ça accompagné de musique berbère . Top je conseille »", "score": "10"}, {"name": "Philippe", "nationality": "France", "number_of_nights": "1 night ·  August 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: August 29, 2020", "visite_date": "August 2020", "text": "Emplacement exceptionnel près des dunes à l'écart de l’agitation touristique de Mhamid . Mérite un séjour plus long qu’un simple passage. Nous y sommes restés 1 nuits. Beaucoup de paysages superbes à découvrir alentour à pied ou en véhicule tout terrain. Abdoul, le patron, est très soucieux du bien être de ses hôtes. Une belle rencontre avec un homme cultivé et attachant qui transmet l’amour qu’il porte à son terroir. Restauration très bonne et variée ce qui est rare. tentes confortables et propres. Salle à manger accueillante a bien agréable Possibilité de bénéficier de l'organisation de journées découvertes de la région pour un prix raisonnable. Merci à tous pour avoir contribué grandement à la réussite de notre séjour.", "score": "10"}, {"name": "Heidrun", "nationality": "Austria", "number_of_nights": "1 night ·  June 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: July 22, 2020", "visite_date": "June 2020", "text": "Wunderbares Camp, extrem zuvorkommendes & nettes Personal, sehr leckeres Essen. Man kann entweder mit Kamelen oder dem Jeep ins Camp gebracht werden. Hatten einen super Abend in der Wüste, kann man jedem mit bestem Gewissen empfehlen! :)", "score": "10"}, {"name": "Ali", "nationality": "Morocco", "number_of_nights": "1 night ·  June 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: June 21, 2020", "visite_date": "June 2020", "text": "· L'endroit au milieu des dunes, où nous avons pu voir le coucher et lever de soleil. La ballade en chameau. L'excellent repas et petit déjeuner très copieux. Très grande tente, confortable et propre. La gentillesse et disponibilité de tout le personnel, que ce soit sur le camp ou dans l'auberge. Nous avons passer un excellent moment vraiment magique, seuls sur le camp nous en avons bien profiter. À recommander absolument !!!", "score": "10"}, {"name": "Melissa", "nationality": "Spain", "number_of_nights": "1 night ·  May 2020", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: June 15, 2020", "visite_date": "May 2020", "text": "El lugar es una maravilla,y el equipo encantador,especialmente Abdoul,que nos facilitó la estancia al máximo. Además tuvimos là suerte de convivir un poco con ellos y participar de suscostumbres,También contratamos el paseo en camello para la puesta de Sol y os lo recomiendo. Por la noche hacen una fogata, tocan los tambores y cantan. Volveremos! Baño privado en cada jaima, muy importante!! muy recomendable!", "score": "10"}, {"name": "Alain", "nationality": "Switzerland", "number_of_nights": "1 night ·  June 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: June 12, 2020", "visite_date": "June 2020", "text": "Ein wirklich toller Aufenthalt in der Wüste. Wir konnten super entspannen. Die Jungs dort machen wirklich alles dass man sich wohlfühlen. Die Zelte sind sauber und sehr groß. Man hat wirklich alles was man brauch. Haben noch eine Jeep-und eine Kamel-tour gemacht. Waren beide sehr gut. Absolut empfehlenswert", "score": "10"}, {"name": "Karmen", "nationality": "Poland", "number_of_nights": "1 night ·  May 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: May 30, 2020", "visite_date": "May 2020", "text": "Wunderbare Unterkunft , total ruhig und entspannt, sehr schöner Garten. Wir wurden herzlich empfangen, das Frühstück und das Abendessen war lecker. Wir wären gerne länger geblieben. Abdou macht auch Touren in die Wüste, wo wir ebenfalls eine wunderbare Nacht verbracht haben.", "score": "10"}, {"name": "Minique", "nationality": "New Caledonia", "number_of_nights": "1 night ·  May 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: May 24, 2020", "visite_date": "May 2020", "text": "Nous avons et été pris en charge dès notre arrivée au bar le Petit Prince par Zaccharia, qui nous a accompagné pendant tout notre séjour avec beaucoup de gentillesse et d'attention. En arrivant au camps de M 'Hammid, quelle surprise de découvrir ces jolies tentes très bien équipées, avec tout le confort. Les sanitaires extérieurs étaient très propres et nous avons eu de l' eau chaude chauffée au feu de bois. Le dîner à été très bon. Nous avons profité du coucher puis du lever du soleil sur les dunes, magnifiques car ponctuées de bouquets de palmiers. Le lendemain, nous nous sommes rendus à la dune chegaga en 4x4 pour rejoindre un autre camps. Zaccharia nous avait réservé 3 tentes très confortables pour toute la famille et a répondu à tous nos souhaits avec beaucoup de sympathie. Nos ado ont ainsi pu faire une heure de quad dans les dunes, du surf sur les dunes et nous avons fait une ballade en chameau pour voir le coucher du soleil. C'est incroyable d'avoir cette sensation de bout du monde et en même temps de bénéficier du confort, avec un très bon repas et une bonne literie. Nous avons même bénéficié de la musique autour du feu de camps. Cela a été un moment inoubliable pour toute la famille !!! Un immense merci à Zakaria et à toute l'équipe !!!", "score": "10"}, {"name": "Petit", "nationality": "Italy", "number_of_nights": "1 night ·  May 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: May 4, 2020", "visite_date": "May 2020", "text": "“Ottima struttura in posizione molto tranquilla e con uno staff eccezionale sempre disponibile ma mai invadente sempre pronto a soddisfare le richieste”", "score": "10"}, {"name": "Yahys", "nationality": "Morocco", "number_of_nights": "1 night ·  April 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: April 22, 2020", "visite_date": "April 2020", "text": "Alles sehr sauber und gepflegt. Das Essen ein Traum. Die Lage die beste die ich kenne. Paar Schritte und du bist in der Wüste. Der ganze Team von Mitarbeiter sehr freundlich , sehr zuverlässig und sehr nett..... Alles in einem ein Traum von Anfang bis zum Ende. Der beste Camp in der Sahara.....und ich habe schon in andere Camps in Morocco geschlafen... von mir für das Camp Sahara holidays 5 Sterne .", "score": "10"}, {"name": "Dominique", "nationality": "France", "number_of_nights": "1 night ·  April 2020", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: April 4, 2020", "visite_date": "April 2020", "text": "« Endroit parfait sans aucun autre camp autour, juste sur les dunes pour le coucher et le lever du soleil, hôtes et personnel parfaits, très sympathiques et sympas à discuter. La nourriture était géniale !!! Très heureux d'avoir choisi ce super endroit, je le recommande vivement. »", "score": "10"}, {"name": "Julien", "nationality": "France", "number_of_nights": "1 night ·  February 2020", "clinet_type": "Solo traveler", "room_type": "Single Room", "review_date": "Reviewed: February 27, 2020", "visite_date": "February 2020", "text": "L'emplacement au milieu des dunes est idyllique les lit très confortable et le tout est propre. Le patron et tous le monde est super sympa et accueillant et les moment partager avec eux était délicieux. Si seulement j'avais pu noter 11!", "score": "10"}, {"name": "Serge", "nationality": "France", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Group", "room_type": "Single Room", "review_date": "Reviewed: January 29, 2020", "visite_date": "January 2020", "text": "L accueil réservé est très chaleureux; nous avons pris possession de notre suite : décoration superbe qui vous transporte dans une ambiance nomade avec tout le confort souhaitable ;le dîner est délicieuse cuisine fraîche. possibilité de faire des activités au départ du bivouac par exemple Balade en dromadaire et excursion en 4x4 pour la dune chigaga. .Le rapport qualité-prix est vraiment excellent !! c'est un excellent choix, je crois.", "score": "10"}, {"name": "Gisbert", "nationality": "Morocco", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 23, 2020", "visite_date": "January 2020", "text": "Der Kamelritt durch die Wüste war unvergesslich! Abdoul , der uns geführt hat, war super nett und hat ganz viele tolle Fotos von uns auf den Kamelen gemacht. Hassan war ein toller Gastgeber, der jederzeit geholfen und sich um uns gekümmert hat. Das Zelt (wir hatten ein kostenloses Upgrade auf das Luxury-Camp!) war unglaublich! Sogar mit Dusche, Toilette und Waschbecken, womit wir gar nicht gerechnet hatten. Außerdem mit die bequemsten Betten auf unserer gesamten Rundreise. Das Camp war wunderbar beleuchtet, als wir im Dunkeln dort ankamen, und es war alles ganz schön gemacht: Sofas, Teppiche, Lampen, Lagerfeuer etc.. Das Essen war hervorragend! Nach dem Essen gab es dann Musik und Tanz am Lagerfeuer, was ein großer Spaß war. Insgesamt können wir das Camp wärmstens empfehlen!! Danke Ich komme wieder", "score": "10"}, {"name": "Rodrigo", "nationality": "Brazil", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 23, 2020", "visite_date": "January 2020", "text": "Lindo Bivouac em meio ao deserto!", "score": "9.0"}, {"name": "Dominique", "nationality": "France", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: January 18, 2020", "visite_date": "January 2020", "text": "L’accueil par Abdoul et sa disponibilité, le départ en 4/4 à fond sur les pistes et en musique, la longue promenade à dos de dromadaires pour le coucher du soleil, l’arrivée et l’accueil sur le sublime camp, le repas, la soirée en musique et le partage avec toute l’équipe autour du feu, le réveil pour le lever du soleil, le petit déjeuner, le retour en dromadaires.", "score": "10"}, {"name": "Sophie", "nationality": "France", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 9, 2020", "visite_date": "January 2020", "text": "Tout etait plus que parfait.: Site entierement neuf l'emplacement est paradisiaque, le confort et la propreté sans pareil, l'hospitalite et la gentillesse du staff sont exceptionnels. la balade romantique à dos de dromadaire pour le coucher de soleil (1h30), dans les dunes de chegaga. le dîner intime à la lueur des bougies.. Sejour inoubliable A recommander vivement.", "score": "10"}, {"name": "Anne", "nationality": "France", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 9, 2020", "visite_date": "January 2020", "text": "L'accueil chaleureux de Abdoul et de ses compagnons, le bivouac dans le désert magique, tente ultra confort au milieu des dunes, meilleur petit déjeuner du sejour, rapport qualité prix imbattable. Nous avons apprécié la balade en chameaux dans les dunes de Chegaga et le diner suivit d'une ambiance locale.", "score": "10"}, {"name": "Julie", "nationality": "France", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: January 8, 2020", "visite_date": "January 2020", "text": "Les excursions sont très belles . Le personnel très gentil.", "score": "10"}, {"name": "Jørgen", "nationality": "Denmark", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: January 7, 2020", "visite_date": "January 2020", "text": "Hyggelige hytter, søde mennesker, og fantastisk beliggenhed. Udsigt ud over ørkenen, og en smuk solnedgang. Meget værdi for pengene. Kan absolut", "score": "10"}, {"name": "Melissa", "nationality": "Spain", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: December 26, 2019", "visite_date": "December 2019", "text": "J'ai adoré le voyage, c'était une expérience intéressante et inoubliable. Les chameliers, et les dromadaire, ont été très accueillant. Ils étaient gentils et prenaient plaisir à nous apprendre de nouveau mots en Arabe. J'ai aimé les endroits où nous mangions le midi, ils étaient beaux. Les repas étaient très bons et la tente confortable, merci pour ces moments que je n'oublierais jamais.", "score": "10"}, {"name": "Heidrun", "nationality": "Austria", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: December 17, 2019", "visite_date": "December 2019", "text": "Das Frühstück und das Abendessen war lecker und immer reichlich. Ich hoffe, du verpasst nicht den wundervollen Sternenhimmel am Lagerfeuer!. Das zweite Highlight war natürlich der Kamelritt und die Übernachtung in der Wüste. Nach langer Fahrt durch die Sahara erreichten wir die Dünen von Erg Chigaga, wo uns sogleich Nomaden in Empfang nahmen. Geführt von einem Guide ritten wir dann bei Sonnenuntergang in die Wüste und erreichten die 'Mutter der Dünen'. Auf dem Gipfel konnten wir die unglaubliche Weite der Sanddünen erleben. Nach 2 Stunden kehrten wir mit der Dunkelheit ins Camp zurück. Hier wurde uns bei Kerzenlicht ein tolles, traditionelles Abendessen serviert! Abdoul und die beiden Nomaden bereiteten uns sodann auf einer Düne unser Nachtlager vor. Unter Sternenhimmel haben wir bei angenehmen Temperaturen eine einmalige Nacht verbracht.  Netter Aufenthalt!", "score": "10"}, {"name": "Bernd", "nationality": "Germany", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: December 17, 2019", "visite_date": "December 2019", "text": "Wunderbare Platz am Tor zu Sahara! Für Natur Liebhaber sicher passend, wir waren dort in der neben Saison und haben es genossen!", "score": "9.6"}, {"name": "Walter", "nationality": "Germany", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: December 5, 2019", "visite_date": "December 2019", "text": "60 km vom Camp von Mhamid bestaunten wir hier eine gigantische Dünenlandschaft, wurden köstlich bewirtet und herzlich umsorgt in bezaubernden Camp. Erg chegaga nicht entgehen lassen. Weite Sandflächen, sanfte Dünen, ein Dromedar-Ritt und der schier unglaubliche Sternenhimmel in der klaren Nacht. Das sind unvergessliche Momente und der Höhepunkt einer Marokko-Reise", "score": "10"}, {"name": "Kamal", "nationality": "Morocco", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: December 5, 2019", "visite_date": "December 2019", "text": "Très serviable", "score": "9.0"}, {"name": "Sabrina", "nationality": "France", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: November 30, 2019", "visite_date": "November 2019", "text": "Expérience unique au bivouac la prmiere nuit .Un grand merci pour cette randonnée dans le désert qui fut une réelle expérience pour nous . la magie du désert avec ses paysages, ses couleurs, les nuits sous la tente, les repas au coin du feu.... très bonne organisation, . merci encore à Abdoul et à nos 2 chameliers Zakaria et Ibrahim pour leur gentillesse. Je souhaite à toute l'équipe une bonne saison et ne manquerait pas de transmettre vos coordonnées à mes amis et connaissances.", "score": "10"}, {"name": "Pascal", "nationality": "Switzerland", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: November 29, 2019", "visite_date": "November 2019", "text": "· Abdoul le responsable, agit pour notre satisfaction en tout premier, il est venu nous chercher au village mhamid et nous a ramener le lendemain GRATUITEMENT. zakaria chargé de l'accueil est d'une gentillesse extrême. Chambre très confortable et Tajine variée ( 3 plats ), très copieux comme les petits déjeuner. excursions a erg chegaga avec eux Le désert...les grandes dunes,du sable ocre, des couchers de soleil ,un paysage à couper le souffle, des berbères accueillant, le temps s'arrête...un vrai bonhneur,", "score": "10"}, {"name": "Martin", "nationality": "France", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: November 22, 2019", "visite_date": "November 2019", "text": "Un accueil très chaleureux, une situation idéale, les pieds dans le sable. Les repas délicieux, le petit déjeuner incroyablement bien fourni pour un bivouac en plein désert L'ensemble était tout de même très confortable. Nous sommes ravis par cette magnifique expérience! splendide avec en prime un ciel dégagé et de nombreuses étoiles filantes. Seul au monde. nous avons passé de très beaux moments. Bonne continuation à toute votre équipe et encore", "score": "10"}, {"name": "Angelo", "nationality": "Italy", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: November 19, 2019", "visite_date": "November 2019", "text": "Che dire! Favoloso! Abbiamo pernottato nel campo 2 notti ed è stato bellissimo! Tenda molto spaziosa, confortevole, dotata di doccia con acqua calda e coperte calde. Abdoul ottimo padrone di casa, è stato attento ad ogni nostra esigenza e ci ha aiutato a programmare le attività nei dintorni del deserto stando sempre a disposizione. I ragazzi dello staff gentili, simpatici e professionali. Cibo ottimo e vario! Consigliatissimo!", "score": "10"}, {"name": "Malou", "nationality": "France", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: November 11, 2019", "visite_date": "November 2019", "text": "L'emplacement du camp, son organisation, les lits sont tops! On a eu un coucher de soleil magnifique. Mais l'accueil du patron est un peu froid, et il est préférable de garer soi-meme sa voiture pr en conserver la clé", "score": "8.3"}, {"name": "Caroline", "nationality": "Switzerland", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: November 8, 2019", "visite_date": "November 2019", "text": "Ich würde den Veranstalter sofort und wärmstens für eine Wüstentour empfehlen! Wir hatten eine 2-tägige Tour gebucht. + Sehr netter und informativer E-Mail Kontakt, bei dem alle Fragen geduldig und genau beantwortet wurden! + Unser Guide Zakaria war genau wie vorher ausgemacht pünktlichst am vereinbarten Treffpunkt und ab dann ganz für uns alleine da. + Er war sehr nett, wusste gut bescheid, führte interessante Gespräche mit uns, zeigte uns tolle Dinge und konnte gut Englisch. + Die Unterkunft, in der man übernachtet war sehr schön. + Das Wüstencamp war auch schön und das Essen sehr gut. Nur die + Das Lagerfeuer war toll. :)", "score": "10"}, {"name": "Alice", "nationality": "United States of America", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: November 3, 2019", "visite_date": "November 2019", "text": "Questo posto è magico, non aspettatevi i confort di un albergo, ma aspettatevi di non averne bisogno in quanto il luogo ha tutto il resto, sarete letteralmente nelle dune del deserto, tramonto e alba da piangere di gioia, si incontrano belle persone sia viaggiatori che i locali che ruotano attorno a questo luogo assurdo, non dimenticatevi di fargli domande sulla loro vita e la loro cultura, la maggior parte dei ragazzi sono figli di famiglie nomadi di nuova generazione che conservano un sacco di storia e Cultura, più sarete curiosi più si apriranno! Lasciatevi trasportare dal ritmo lento del deserto, dalla musica che i ragazzi vi suoneranno attorno al fuoco e dalle stelle che non avrete mai visto così tridimensionali prima.", "score": "10"}, {"name": "Aida", "nationality": "Portugal", "number_of_nights": "2 nights ·  November 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: November 3, 2019", "visite_date": "November 2019", "text": "Simpatia, segurança, localização, liberdade, da música à noite. Não poderia ser melhor. Zacharias 10 estrelas.", "score": "10"}, {"name": "Martina", "nationality": "Germany", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 30, 2019", "visite_date": "October 2019", "text": "Traumhaftes Camp, wir haben unser Auto im Ort abgestellt, wurden dann ins Camp gefahren. Hier haben wir in toller Umgebung und außergewöhnlicher Gastfreundschaft einen wunderbaren Aufenthalt gehabt.", "score": "10"}, {"name": "Eric", "nationality": "Switzerland", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: October 24, 2019", "visite_date": "October 2019", "text": "Le bivouac la premiere nuit est digne d'un 5 étoiles par son confort, son hospitalité. L'organisation pour le groupe de 7 personnes était parfaite Nous nous sommes sentis choyés, écoutés et nos moindres Désirs ont été réalisés alors que nous étions dans le désert. Vous nous avez offert un instant magique hors du temps, avec ses illuminations surprises le soir, ces pauses thé avec dattes très agréables. Les repas : dignes d'un grand chef. Mention spéciale à Abdoul et zakaria nos garants du bonheur qui ont sus nous mettre à l'aise en toutes circonstances et ont animé ce bivouac en plein désert. Je reviendrai certainement vers vous pour une autre excursion mais la date est encore inconnue. Toute mes félicitations.", "score": "10"}, {"name": "Walter", "nationality": "Germany", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 21, 2019", "visite_date": "October 2019", "text": "Es war eine Überraschung, welche wundervolle Reise ich durch die Sahara gemacht habe. Wunderbares Essen, nette Leute, die für immer in meinem Herzen bleiben werden. Abenteuer durch den Sand der Sahara, erg chegaga das Sie nicht bereuen werden. Es war die unglaublichste Erfahrung, die ich je gemacht habe. ein ständiges Lernen. Sahara Paradise mit Freunden 😊", "score": "10"}, {"name": "Larsen", "nationality": "Norway", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 19, 2019", "visite_date": "October 2019", "text": "Abdoul og broren zakaria gjorde turen vår fantastisk, de har begge kjempegod humor og vi hadde mange fine stunder sammen og lo masse. Resten av familien deres er også kjempehyggelige og de lagde oss kjempegod frokost og middag. De tok meg og venninnen min kjempegodt i mot når vi var hos dem. De var veldig forståelsesfulle for at vi hadde tatt nattbussen dit og lot oss sove når vi kom dit på morningen. Senere den dagen dro vi til ørkenen på kamelene det var helt utrolig. Campen var veldig bra og det var varmt å sove der selv om det var kaldt om natten Vi fikk prøve sandboarding der og vi spiste utrolig god tagine, de spilte også musikk for for oss og vi så på stjernene hele natten, dette var en uforglemmelig tur og vi vil komme tilbake så snart som mulig!", "score": "10"}, {"name": "David", "nationality": "Austria", "number_of_nights": "1 night ·  October 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: October 17, 2019", "visite_date": "October 2019", "text": "Eine tolle Erfahrung und Luxus mitten in der Sahara mit warmem Wasser, Toiletten,Wifi. Nach dem Essen gab es live musik und tanz Es war ein wunderschöner Trip in die Wüste. Ein Teil der Reise haben wir auf dem Rücken eines Kamels zurückgelegt. Herrlich, total entspannend! In unserem luxuriösenZeltcamp wurden wir herzlich empfangen. Leckeres Essen und Musik unterm Sternenhimmel. Genuss pur!", "score": "10"}, {"name": "Axel", "nationality": "Germany", "number_of_nights": "2 nights ·  September 2019", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: September 29, 2019", "visite_date": "September 2019", "text": "Ich würde im Ort eingesammelt und zum Camp gefahren, habe ein Abendbrot bekommen und hatte ein Haus für mich alleine. Wifi, Frühstück und Trinkwasser, alles sehr gut. Kann das Camp nur empfehlen, vielen Dank axel.", "score": "9.0"}, {"name": "Gutenbergsabine73", "nationality": "Germany", "number_of_nights": "1 night ·  September 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: September 26, 2019", "visite_date": "September 2019", "text": "Wir waren sehr begeistert von der tollen Tour, Kamelritt durch die Wüste und Abdoul im Jeep quer durch die Wüste. Absolut beeindruckend, tolle Abende mit authentischem Essen und toller traditioneller Musik, sehr familiäre Stimmung, Abdoul ist ein lustiger und sehr bemühter Guide. Wir haben uns sehr wohl und aufgehoben gefühlt.", "score": "10"}, {"name": "Mehdi", "nationality": "France", "number_of_nights": "1 night ·  September 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: September 24, 2019", "visite_date": "September 2019", "text": "- Très beaux Bivouac, j'ai vraiment adoré la façon dont on a été accueilli, l'ambiance qui régnait au sein du camp était exceptionelle. Bivouac très propre, personnels aux petits soins de leurs clients. Bref je me suis senti chez moi. L'endroit est d'une beauté à couper le souffle. Je reviendrai dès que j'aurai l'occasion. - Really nice Bivouacs, I liked the way we was received, The atmosphere in the camp was unique. Bivouacs was clean, the personal was caring about us. I felt at Home. The place was really beautiful. When I'll have the opportunity I'll come back.", "score": "10"}, {"name": "Patrick", "nationality": "France", "number_of_nights": "3 nights ·  August 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: August 24, 2019", "visite_date": "August 2019", "text": "Lieu magique. Nos hôtes étaient aux petits soins, comme à la maison. Nuit dans les dunes de Chegaga à faire. Expérience humaine riche et unique.", "score": "10"}, {"name": "Massimo", "nationality": "Italy", "number_of_nights": "1 night ·  July 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: July 22, 2019", "visite_date": "July 2019", "text": "Gestito da persone che mettono prima di tutto la loro passione; dormito all'aperto e visto il tempo perfetto hanno cantato e suonato fino a notte fonda senza mai essere insistenti. Consiglio vivamente anche data la comodità alle dune di sabbia!", "score": "9.6"}, {"name": "Sonia", "nationality": "Austria", "number_of_nights": "1 night ·  June 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: June 25, 2019", "visite_date": "June 2019", "text": "für mich ist es das zweite mal in marokko,und sicher nicht der letzte. Schon der Ritt von M`Hamid mit dem Dromedar ins Camp, dem Sonnenuntergang entgegen, wird mir immer in Erinnerung bleiben. Wir sind dann herzlich von Abdoul und seinem Team empfangen worden. Das Essen war sehr gut und abwechslungsreich. Es hat uns die 3 Tage im Camp an nichts gefehlt. Die Kombination von Yoga und der Rose hat das ganze abgerundet und tiefgehende Eindrücke hinterlassen. Abenteuerlich war auch die Jeep-Tour mit Abdoul, dem Michael Schuhmacher der Sahara als Fahrer, zur Erg Chegaga und der tolle Rundblick von dort oben. Auf die Abende am Lagerfeuer mit Banjo und Trommeln denke ich gerne zurück. Ich kann nur jedem empfehlen die Stille und die Ruhe der Wüste zu erfahren. Überwältigt war ich auch vom Sternenhimmel, den ich noch in mir trage.", "score": "10"}, {"name": "Philippe", "nationality": "France", "number_of_nights": "1 night ·  June 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: June 5, 2019", "visite_date": "June 2019", "text": "La deuxième fois fois avec Sahara Holidays, Nous sommes revenus depuis plus de quelques jours et nous sommes encore émerveillés : Par la chaleur de l'accueil, par la beauté du désert, du silence, du camp de tentes bédouines d'un grand confort tout simple, par la multitude de petites attentions chaleureuses des chameliers (qui savent tout faire) par la cuisine marocaine simple et délicieuse, les veillées rythmées et sympathiques à la lueur du feu de camp, les nuits étoilées, sans lueurs parasites, d'une intensité jamais vue Et par le sable, le sable, le sable, qui même s'il se faufile partout, ne colle ni ne salit. N'hésitez pas à faire le pas et à prendre un trekking dans le désert , et la suite en 4X4, puis en dromadaires pour ceux qui veulent. La coupure est totale et bénéfique. Un grand merci à Abdoul molière du Sahara pour son enthousiasme, son sourire, sa réactivité et son sens des responsabilités.", "score": "10"}, {"name": "Robert", "nationality": "Switzerland", "number_of_nights": "2 nights ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: May 16, 2019", "visite_date": "April 2019", "text": "Wir hatten im Voraus sehr gut über WhatApp mit Abdoul kommuniziert. Er hat alle unsere Fragen beantwortet, ist auf unsere Wünsche eingegangen und hat uns ein zweitägiges Programm zusammengestellt. Anzahlung über PayPal reibungslos. Unser Fahrer Aziz hat uns immer sicher ans Ziel gebracht, wir fühlten uns bei ihm immer gut aufgehoben und fast wie ein Teil der Familie. Unterkunft ist in Lehmhütten, wir haben aber im Freien übernachtet. Sehr gutes frisch gekochtes Essen (und das im Wüstencamp!!) Einmal hatte es zu wenig Kamele (die werden von einem Drittanbieter gestellt) für eine Tour aber Abdoul hat kurzerhand ein geniales Alternativprogramm organisiert!", "score": "9.2"}, {"name": "Justin", "nationality": "France", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: April 29, 2019", "visite_date": "April 2019", "text": "Tout l'energie déployé autour de ma famille restera un séjour inoubliable. Un grand merci au Nomade.", "score": "10"}, {"name": "Mustapha", "nationality": "Morocco", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: April 14, 2019", "visite_date": "April 2019", "text": "L'accueil, le personnel, la cuisine. Tout était impeccable.", "score": "10"}, {"name": "Mustapha", "nationality": "Morocco", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: April 11, 2019", "visite_date": "April 2019", "text": "L'accueil,le personnel , tout était impecable", "score": "10"}, {"name": "Paco", "nationality": "France", "number_of_nights": "2 nights ·  March 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: April 8, 2019", "visite_date": "March 2019", "text": "Son emplacement, son aménagement et sa situation entre dunes et palmier... Son personnel très gentil, disponible et discret que je remercie par ailleurs car ils ont su maître en confiance le groupe de jeunes que j’accompagnait. J", "score": "10"}, {"name": "Badr", "nationality": "Morocco", "number_of_nights": "2 nights ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: April 7, 2019", "visite_date": "April 2019", "text": "Accueil chaleureux et ambiance familiale", "score": "10"}, {"name": "Tomasz_kaminski", "nationality": "Poland", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: March 27, 2019", "visite_date": "February 2019", "text": "Pomimo późnej pory dotarcia na miejsce, panowie czekali na nasz przyjazd, żeby nas pokierować na miejsce. Ba! - gonili nas przez pół wioski :) Do samego obozu dojeżdżamy jeepem z ostatniego domu w osadzie, gdzie zostawiamy samochody. Obóz jest oddalony o około 6km od wioski, ale niemalże jej już nie widać. Otoczony jest za to piaszczystymi wydmami (polecam wstać na wschód słońca, nieziemskie doświadczenie!). Na miejscu można wykupić obiad (u nas był to kurczak tajin), gospodarze rozpalają ognisko przy którym zagrają i pośpiewają berberyjskie pieśni. Obóz, w którym się nocuje, choć zrobiony typowo dla goszczenia turystów, ma świetny klimat, szczególnie w nocy, gdy pali się tylko parę lamp. Jest możliwość spania na zewnątrz w śpiworze pod rozgwieżdżonym niebem (opcja dla odważnych i dobrze wyposażonych, bo nad ranem ciągnie zimnem). Podobno jest bezpiecznie, nie ma żadnych węży i skorpionów, a rzecz zdecydowanie do wpisania na listę marzeń. U gospodarzy można wykupić całodzienną wycieczkę na pustynię (60km offroadu w głąb Ergu, do wysokich wydm, z postojami na zdjęcia), gdzie można pozjeżdżać po piasku na snowboardzie (jest na wyposażeniu, mogą spróbować tez Ci którzy nigdy na desce nie jeździli, to banalnie proste), zakosztować jazdy na wielbłądzie i zjeść posiłek. Poza sezonem (luty/marzec) w obozie było oprócz nas raptem kilka osób, na pustynię pojechaliśmy sami, jedynie mijając trochę turystów po drodze. Właściciele są mili i naprawdę znają się na tym co robią. Zawsze dobrze się z nimi potargować. I pamietajcie - trochę lub nieco więcej gorzałczyny przywiezionej z Polski będzie naprawdę mile widziane!", "score": "10"}, {"name": "Heiko", "nationality": "Germany", "number_of_nights": "1 night ·  March 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: March 26, 2019", "visite_date": "March 2019", "text": "Sehr zuvorkommendes, hilfreiches und temperamentvolles Team. Das Abendessen für unsere Gruppe war exzellent und üppig.", "score": "8.8"}, {"name": "Evelyne", "nationality": "Austria", "number_of_nights": "1 night ·  March 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: March 25, 2019", "visite_date": "March 2019", "text": "Wir waren eine Nacht in Chegagga bei den riesigen Sanddünen im wundervollen Camp Sahara Holiday. Es ist traumhaft schön dort, wir waren zu fünft - drei Erwachsene und zwei Kinder mit 2 und 5 Jahren. Die unendliche Weite der Sahara ist unbeschreiblich schön. Wir sind auf die Dünen geklettert, haben im Sand gespielt, sehr leckeres Essen genossen. Die Zelte dort sind wunderschön und stilvoll eingerichtet mit bequemen Betten, sauberer Bettwäsche und man schläft wunderbar. Am Abend sind wir beim Lagerfeuer zusammen gesessen, haben der traditionellen Musik gelauscht und anschließend alle miteinander gesungen.Stimmung war einfach toll und das Service hervorragend. Wir kommen hundertprozentig wieder! Danke an Abdoul und sein Team!", "score": "10"}, {"name": "Alexandre", "nationality": "France", "number_of_nights": "1 night ·  March 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: March 20, 2019", "visite_date": "March 2019", "text": "Personnel adorable et très dévoué. Cet établissement est le parfait compromis pour passer une expérience inoubliable dans le désert, a prix défiant toute concurrence ! Repas, nuit dans le désert, trajet en 4x4 jusqu'au bivouac pour dormir,excursion possible en dromadaires, fête autour d'un feu le soir avec musique ... INOUBLIABLE ! Merci à Ibrahim(ovic), Abdoul, Zacharya, ... et tous les autres !", "score": "9.6"}, {"name": "Veronique", "nationality": "Reunion", "number_of_nights": "1 night ·  March 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: March 18, 2019", "visite_date": "March 2019", "text": "Nous avons aimé l’accueil très chaleureux du personnel, l’emplacement et le rapport qualité prix Nous avons pu profiter d’une belle balade en 4x4 et dromadaire le tout avec un repas du soir et un petit déjeuner copieux", "score": "10"}, {"name": "Kasimir", "nationality": "Germany", "number_of_nights": "2 nights ·  March 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: March 16, 2019", "visite_date": "March 2019", "text": "Die Unterkunft liegt sehr schön „einsam“ etwas vom Ort entfernt, man wird im Ort abgeholt. Das Camp ist sehr simpel, aber sauber und in Sachen Preis-Leistung sehr gut. Man bucht eben für ein Camping Erlebnis (mit richtigem Bett) Das sehr gute marokkanische Abendessen gab es für 6€ pro Person dazu. Uns wurde durch Abdoul, dem Besitzer, noch eine Wüstentour vermittelt. Die Preis Verhandlungen waren etwas zäh. Nachdem dies geschafft war, hatten wir aber eine sehr schöne, unkomplizierte und angenehme Tour.", "score": "8.3"}, {"name": "Paul", "nationality": "France", "number_of_nights": "2 nights ·  March 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: March 12, 2019", "visite_date": "March 2019", "text": "accueil très chaleureux de l'équipe d'abdul. Des personnages pittoresques et attachants, dans une ambiance de bout du monde. Des images à jamais gravées dans les yeux des enfants.", "score": "9.2"}, {"name": "Kathleen", "nationality": "France", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: February 23, 2019", "visite_date": "February 2019", "text": "L'endroit est juste incroyable ! La décoration est magnifique. Le personnel est serviable, souriant, accueil chaleureux et à l'ecoute du client. L'ambiance le soir avec musique traditionnelle autour du feu. Activités possibles dans le Sahara avec programme sur mesure ils s'adaptent vraiment ! Séjour inoubliable on recommande à 100%", "score": "10"}, {"name": "Manuela", "nationality": "Germany", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: February 22, 2019", "visite_date": "February 2019", "text": "Ein sehr gutes Gesamtpaket, inklusive Dromedarritt zum Camp, Abendessen bei Kerzenschein, Lagerfeuer mit Musik und Tanz und Übernachtung im gemütlichen Zelt. Alles sehr gut organisiert, und das zu einem tollen Preis!Der Platz des Camps ist traumhaft, mitten in der Wüste. Eine tolle Wüstentour, schöne Unterkunft und sehr herzliche Familie: Abdoul und seine Brüder bieten ein unglaublich gutes Gesamtpaket an, dessen Highlight natürlich unsere Kameltour mit Übernachtung im Wüstencamp war erg chegaga. Wer kann, sollte jedoch auch unbedingt eine Nacht in der Unterkunft am Rande der Sahara verbringen, von wo aus die Touren starten. Das Zimmer mit eigenem Bad war wahnsinnig gemütlich, auch der Rest ist sehr liebevoll eingerichtet. Die Familie ist sehr freundlich und kocht ausgezeichnet. Das leckere Frühstück war sowieso inklusive und ein spontanes Dinner bei Kerzenschein mit unglaublich gutem Essen konnten wir auch noch mitnehmen. Eine absolute Empfehlung, ich würde es jederzeit gerne noch einmal wiederholen.", "score": "10"}, {"name": "Karmen", "nationality": "Poland", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: February 17, 2019", "visite_date": "February 2019", "text": "Genialne przeżycie w genialnym miejscu z wyjątkowymi ludźmi. Poziom organizacji i gościnności jest po prostu nie do opisania. Wszyscy którzy organizowali dla nas ten pobyt zrobili wszystko abyśmy czuli się genialnie. Świetna organizacja, super jedzenie, piękny obóz, dbałość o każdy szczegół. Po prostu polecam.", "score": "10"}, {"name": "Melissa", "nationality": "Spain", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: February 7, 2019", "visite_date": "February 2019", "text": "localización inmejorable, precio genial con cena y desayuno incluidos, muy tranquilo y trato muy amable. Fui con mi pareja y fueron los dies más tranquilos y que disfrutsmos más de nuestto viaje a Marruecos. Nos sentimos muy bienvenidos, tuvimos una cena maravillosa, la noche bajo las estrellas, paseo en camello (ida y vuelta) y desayuno.La verdad es que hemos estado como en casa. 100% recomendable.", "score": "10"}, {"name": "Antoine", "nationality": "France", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: February 7, 2019", "visite_date": "February 2019", "text": "Le calme, le feu et les musiciens le soir. Nous étions seuls dans le campement donc difficile de se rendre compte en peine saison.", "score": "8.8"}, {"name": "Janika", "nationality": "Germany", "number_of_nights": "1 night ·  January 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: January 30, 2019", "visite_date": "January 2019", "text": "Besonders toll waren die Gespräche mit Ismael am Feuer, unter wunderschönen Sternenhimmel. Das Camp ist liebevoll eingerichtet und man kann dort echt die Zeit vergessen... Das Essen war lecker, die Zelte völlig ausreichend für ein Camp und die Lage mitten in Dünen, also wirklich schön. Besonders hat mir auch das Licht am Morgen gefallen.", "score": "9.2"}, {"name": "Francesco", "nationality": "Italy", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: January 13, 2020", "visite_date": "January 2020", "text": "posizione nel deserto, silenzio pace, panorama", "score": "8.0"}, {"name": "Laurie", "nationality": "France", "number_of_nights": "2 nights ·  November 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: November 3, 2019", "visite_date": "November 2019", "text": "Camps très bien situé, le personnel est très gentil, nous avons pu faire un peu de dromadaire (prix en supplément, 2 h de balade avec. Les enfants sont suffisantes ) Le personnel nous ramène au village si besoin Les Repas peuvent être prit sur place avec supplément de 10 euros Nous avons fait le séjour avec des enfants , prévoir des bouteilles d eau en grande quantité Les enfants ont adore le séjour", "score": "7.9"}, {"name": "Frederic", "nationality": "Belgium", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: November 2, 2019", "visite_date": "November 2019", "text": "Si vous cherchez à vous dépayser pour un prix dérisoire et ce, dans de bonnes conditions de sécurité, vous serez au bon endroit. Vous arrivez dans le village et Zacharia vient vous chercher en Jeep pour vous amener au campement en une dizaine de minutes. De là, tout est envisageable : excursions d'un jour ou plus à dos de dromadaires, en Jeep, à pied ou toutes autres activités dans le désert. Les prix sont facilement négociables et beaucoup plus avantageux que si vous réservez à Marrakech ou ailleurs. Il s'agit pour nous d'une belle expérience de dépaysement. Remarque : les hôtes nous ont gentiment et gratuitement véhiculés à plusieurs reprises vers le village. Un grand merci à eux.", "score": "7.5"}, {"name": "Klaus", "nationality": "Germany", "number_of_nights": "2 nights ·  June 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: June 26, 2019", "visite_date": "June 2019", "text": "Alle Zusagen wurden eingehalten", "score": "7.9"}, {"name": "Ignacio", "nationality": "Spain", "number_of_nights": "1 night ·  May 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: May 8, 2019", "visite_date": "May 2019", "text": "En medio de las dunas. El personal se portó bien y nos llevaron en 4x4 hasta el campamento.", "score": "7.9"}, {"name": "Beatriz", "nationality": "Spain", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: April 16, 2019", "visite_date": "April 2019", "text": "l'environnement est magnifique, il est situé entre des dunes avec des palmiers ils facilitent l'arrivée au camp, il y a un rendez-vous dans le dernier bar de la ville et de là, ils vous emmènent en 4x4 jusqu'au logement", "score": "7.1"}, {"name": "Arf", "nationality": "France", "number_of_nights": "1 night ·  April 2019", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: April 15, 2019", "visite_date": "April 2019", "text": "Emplacement magnifique au coeur des dunes. Repas sur place délicieux Personnel agréable", "score": "7.1"}, {"name": "Fjsbeu", "nationality": "Germany", "number_of_nights": "1 night ·  March 2019", "clinet_type": "Couple", "room_type": "Double Room", "review_date": "Reviewed: April 8, 2019", "visite_date": "March 2019", "text": "Einfaches Camp in der Sahara, aber das haben wir ja auch so gebucht! Nette Betreiber. Gut gegessen.", "score": "7.1"}, {"name": "Jean-marc", "nationality": "France", "number_of_nights": "1 night ·  February 2019", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: February 24, 2019", "visite_date": "February 2019", "text": "L'acceuil se fait au café \" le petit prince \" à la sortie du village - le campement est situé à 4 km au nord/ouest du village au milieu des dunes - accessible en 4x4 uniquement - décor féérique ...-Le proprio possède un campement similaire au pied des dunes ERG CHEGAGA - Il propose une ballade en 4x4 a la journée dans ce camps ( 2h30 aller ) - experience interessante pour découvrir le \" désert \" et les dunes -Y passer une nuit serait une belle aventure ...", "score": "7.5"}, {"name": "Anonymous", "nationality": "Austria", "number_of_nights": "1 night ·  November 2019", "clinet_type": "Couple", "room_type": "1 night ·  November 2019", "review_date": "Reviewed: November 25, 2019", "visite_date": "November 2019", "text": "Sehr sehr freundliches personal, tolles Essen und tolles Erlebnis Die Lage zwischen den Dünen ist grandios, man hat absolutes Wüstenfeeling, da die Zelte in einer Senke angelegt sind. In wenigen Minuten erreicht man ein paar Dünen mit super Aussicht. Die Zelte sind groß und zweckmäßig. Abendessen und Frühstück sind ok. Für den Preis insgesamt vor allem dank der top Lage eine Empfehlung.", "score": "10"}, {"name": "Joel", "nationality": "Portugal", "number_of_nights": "1 night ·  June 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: June 19, 2019", "visite_date": "June 2019", "text": "There are no comments available for this review", "score": "10"}, {"name": "Saadati", "nationality": "Morocco", "number_of_nights": "1 night ·  May 2021", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: May 6, 2021", "visite_date": "May 2021", "text": "There are no comments available for this review", "score": "10"}, {"name": "Haloumi", "nationality": "Switzerland", "number_of_nights": "1 night ·  February 2021", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: February 17, 2021", "visite_date": "February 2021", "text": "There are no comments available for this review", "score": "10"}, {"name": "Ingridita", "nationality": "Germany", "number_of_nights": "1 night ·  November 2020", "clinet_type": "Couple", "room_type": "Single Room", "review_date": "Reviewed: November 6, 2020", "visite_date": "November 2020", "text": "There are no comments available for this review", "score": "10"}, {"name": "Virginie", "nationality": "Singapore", "number_of_nights": "1 night ·  February 2020", "clinet_type": "Solo traveler", "room_type": "Double Room", "review_date": "Reviewed: March 3, 2020", "visite_date": "February 2020", "text": "There are no comments available for this review", "score": "10"}, {"name": "Florian", "nationality": "Morocco", "number_of_nights": "1 night ·  January 2020", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: January 7, 2020", "visite_date": "January 2020", "text": "There are no comments available for this review", "score": "10"}, {"name": "Mattia", "nationality": "Italy", "number_of_nights": "1 night ·  December 2019", "clinet_type": "Group", "room_type": "Double Room", "review_date": "Reviewed: December 26, 2019", "visite_date": "December 2019", "text": "There are no comments available for this review", "score": "9.0"}, {"name": "100pierre", "nationality": "France", "number_of_nights": "1 night ·  December 2018", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: January 17, 2019", "visite_date": "December 2018", "text": "There are no comments available for this review", "score": "8.8"}, {"name": "Macarena", "nationality": "Spain", "number_of_nights": "1 night ·  November 2021", "clinet_type": "Family", "room_type": "Double Room", "review_date": "Reviewed: December 8, 2021", "visite_date": "November 2021", "text": "There are no comments available for this review", "score": "7.0"}, {"name": "Anonymous", "nationality": "France", "number_of_nights": "1 night ·  July 2019", "clinet_type": "Family", "room_type": "1 night ·  July 2019", "review_date": "Reviewed: July 21, 2019", "visite_date": "July 2019", "text": "There are no comments available for this review", "score": "9.6"}]